const assamese= {
  Section1: {
   "1.1": {
      "number": 1.1,
      "question": "সম্পূৰ্ণ হোৱা বছৰত বয়স?",
      "type": "input",
      "section": "SECTION1: RESPONDENT PROFILE",
      "inputType": "number"
    },
    "1.2": {
      "number": 1.2,
      "question": "লিঙ্গ",
      "type": "radio",
      "options": [
        {
          "label": "পুৰুষ",
          "code": "1"
        },
        {
          "label": "মহিলা",
          "code": "2"
        }
      ]
    },
    "1.3": {
      "number": 1.3,
      "question": "শৈক্ষিক প্ৰাপ্তি?",
      "type": "radio",
      "options": [
        {
          "label": "নিৰক্ষৰ",
          "code": "1"
        },
        {
          "label": "প্ৰাথমিকতকৈ কম",
          "code": "2"
        },
        {
          "label": "প্ৰাথমিক বিদ্যাল সম্পূৰ্ণ হৈছে",
          "code": "3"
        },
        {
          "label": "মধ্য বিদ্যালয় সম্পূৰ্ণ হৈছে",
          "code": "4"
        },
        {
          "label": "উচ্চ বিদ্যালয় /মেট্ৰিক সম্পূৰ্ণ হৈছে",
          "code": "5"
        },
        {
          "label": "সম্পূৰ্ণ উচ্চতৰ মাধ্যমিক/ মধ্যৱৰ্তী",
          "code": "6"
        },
        {
          "label": "সম্পূৰ্ণ স্নাতক",
          "code": "7"
        },
        {
          "label": "স্নাতকোত্তৰ আৰু তাৰ ওপৰত সম্পূৰ্ণ",
          "code": "8"
        }
      ]
    },
    "1.4": {
      "number": 1.4,
      "question": "অনুগ্ৰহ কৰি কওঁকচোন আপোনাৰ বৰ্তমানৰ জীৱিকা কি?  ",
      "type": "radio",
    "options": [
    {
      "label": "ট্ৰাকাৰ",
      "code": "1"
    },
    {
      "label": "হেল্পাৰ",
      "code": "2"
    },
    {
      "label": "চাহ-দোকান/ধাবাৰ মালিক",
      "code": "3"
    },
    {
      "label": "নাপিত",
      "code": "4"
    },
    {
      "label": "পথৰ কাষৰ মেকানিক",
      "code": "5"
    },
    {
      "label": "স্থানত বজাৰ কৰক",
      "code": "6"
    },
    {
      "label": "আন যিকোনো (নিৰ্দিষ্ট কৰক)-----------------------",
      "code": "9"
    }
]

    },
    "1.5": {
      "number": 1.5,
      "question": "আপুনি অতীতত কিমানবাৰ এই কেন্দ্ৰটোলৈ (ক্লিনিক) গৈছিল? ",
      "type": "radio",
      "options": [
        {
          "label": "এইটো প্ৰথমবাৰৰ বাবে",
          "code": "1"
        },
        {
          "label": "কেইবাৰমান ভিজিট কৰিছে",
          "code": "2"
        },
        {
          "label": "কেইবাবাৰো ভিজিট কৰিছে",
          "code": "3"
        }
      ]
    },
    "1.6": {
      "number": 1.6,
      "question": "আপুনি প্ৰথমবাৰৰ বাবে কেতিয়া এই কেন্দ্ৰলৈ গৈছিল ??",
      "type": "input",
      "inputType": "number",
      "inputLimit": 4
    },
    "1.7": {
      "number": 1.7,
      "question": "এই ক্লিনিকলৈ আন কোনো সাক্ষাতত, আপুনি কেতিয়াবা আপোনাৰ তেজ পৰীক্ষা কৰাইছে নেকি?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    }, "1.8":{
      number:"1.8",
      question:"Who referred/told you about this center (clinic) for the first time?",
      type:"radio",
      options:[
        {label:"Who referred/told you about this center (clinic) for the first time?",
          code:"1"
        },
        {label:"Peer educator",
          code:"2"
        },
        {label:"Other colleagues ",
          code:"3"
        },
        {label:"Member of allied population(Tea-shop/Dhaba owners, barbers, roadside mechanics etc) ",
          code:"4"
        },
        {label:"Visited on my own (saw advertisement, IEC material, etc)",
          code:"5"
        },
        {label:"Don’t Remember",
          code:"6"
        },

      ]
    },
    "1.9": {
      "number": 1.9,
      "question": "আপুনি এই ক্লিনিকলৈ অহাৰ সিদ্ধান্ত কিয় লৈছে/বাছনি কৰিছে?",
      "type": "radio",
      "options": [
        {
          "label": "ব্যয় কম",
          "code": "1"
        },
        {
          "label": "মোৰ আড্ডাৰ ওচৰত",
          "code": "2"
        },
        {
          "label": "এপোলোৰ ব্ৰেণ্ড নামৰ বাবে",
          "code": "3"
        },
        {
          "label": "প্ৰাৰম্ভিক সাক্ষাতত ভাল প্ৰভাৱ পৰিছিল",
          "code": "4"
        },
        {
          "label": "আন যিকোনো (নিৰ্দিষ্ট কৰক)------------------------",
          "code": "5"
        }
      ]
    },
    "1.1_0": {
      "number": "1.1_0",
      "question": "এইবাৰ এই কেন্দ্ৰটোলৈ যোৱাৰ কাৰণ কি? ",
      "type": "multi",
     "options": [
    {
      "label": "সাধাৰণ জ্বৰ",
      "code": "10"
    },
    {
      "label": "চৰ্দি আৰু কাহ",
      "code": "1"
    },
    {
      "label": "পিঠিৰ বিষ",
      "code": "11"
    },
    {
      "label": "পেটৰ বিষ",
      "code": "12"
    },
    {
      "label": "মূৰৰ বিষ",
      "code": "2"
    },
    {
      "label": "গাঁঠিৰ বিষ",
      "code": "13"
    },
    {
      "label": "পেশীৰ বিষ",
      "code": "3"
    },
    {
      "label": "দৃষ্টি শক্তি সম্পৰ্কীয় সমস্যা",
      "code": "4"
    },
    {
      "label": "স্পুটাম পৰীক্ষা",
      "code": "5"
    },
    {
      "label": "উচ্চ ৰক্তচাপ সম্পৰ্কীয় সমস্যা",
      "code": "6"
    },
    {
      "label": "ডায়েবেটিচ সম্পৰ্কীয় সমস্যা",
      "code": "7"
    },
    {
      "label": "তেজ পৰীক্ষা/এইচ.আই.ভি. পৰীক্ষা",
      "code": "8"
    },
    {
      "label": "আন যিকোনো (নিৰ্দিষ্ট কৰক)-----------------------",
      "code": "9"
    }
]

    },
    "1.11": {
      "number": 1.11,
      "question": "আপোনাৰ বৰ্তমানৰ ভিজিটটোত আপুনি কিমানজন ব্যক্তিক লগ পাইছিল? ",
      "type": "multi",
     "options": [
    {
      "label": "পঞ্জীয়ন কৰি থকা ব্যক্তি",
      "code": "1"
    },
    {
      "label": "চিকিৎসক",
      "code": "2"
    },
    {
      "label": "চকু পৰীক্ষা কৰা ব্যক্তি",
      "code": "4"
    },
    {
      "label": "যিজন ব্যক্তিয়ে যাদৃচ্ছিক ৰক্ত শৰ্কৰা পৰীক্ষা কৰিছিল",
      "code": "3"
    },
    {
      "label": "যদি চিকিৎসকে পৰীক্ষা নকৰে",
      "code": "5"
    },
    {
      "label": "চিকিৎসকে পৰীক্ষা নকৰিলে ৰক্তচাপ পৰীক্ষা কৰা ব্যক্তি",
      "code": "7"
    },
    {
      "label": "চিকিৎসকে পৰীক্ষা নকৰিলে এইচআইভি পৰীক্ষাৰ বাবে তেজ লোৱা ব্যক্তি",
      "code": "8"
    },
    {
      "label": "ঔষধ দিয়া ব্যক্তি",
      "code": "9"
    },
    {
      "label": "স্পুটামৰ নমুনা সংগ্ৰহ কৰা ব্যক্তি",
      "code": "10"
    },
    {
      "label": "আন যিকোনো (উল্লেখ্ট কৰক)-----------------------",
      "code": "11"
    }
]

    },
    "2.1": {
      "number": 2.1,
      "question": "পঞ্জীয়নৰ বাবে আপুনি কিমান সময় অপেক্ষা কৰিব লগা হৈছিল?",
      "type": "radio",
      "options": [
        {
          "label": "অপেক্ষা কৰিব লগা হোৱা নাছিল",
          "code": "1"
        },
        {
          "label": "প্ৰায় 5 মিনিটৰ বাবে অপেক্ষা কৰিছিল",
          "code": "2"
        },
        {
          "label": "প্ৰায় 5-10 মিনিটৰ বাবে অপেক্ষা কৰিছিল",
          "code": "3"
        },
        {
          "label": "প্ৰায় 10-15 মিনিটৰ বাবে অপেক্ষা কৰিছিল",
          "code": "4"
        },
        {
          "label": ">15 মিনিট",
          "code": "5"
        }
      ],
      "section": "শাখা 2: ৰেজিষ্ট্ৰেচন"
    },
    "2.2": {
      "number": 2.2,
      "question": "তেওঁ আপোনাৰ কাৰ্ডখন তৈয়াৰ কৰিছিল নে নৱীকৰণ কৰিছিল?",
      "type": "radio",
      "options": [
        {
          "label": "নতুন কাৰ্ড এখন বনাইছিল",
          "code": "1"
        },
        {
          "label": "পুৰণি কৰ্ডখন নৱীকৰণ কৰিছিল",
          "code": "2"
        },
        {
          "label": "কোনো কাৰ্ড তৈয়াৰ বা নৱীকৰণ কৰা নাই",
          "code": "3"
        }
      ]
    },
    "2.3": {
      "number": 2.3,
      "question": "পঞ্জীয়ন কৰা ব্যক্তিজনৰ আচৰণ কেনেকুৱা আছিল?",
      "type": "radio",
      "options": [
        {
          "label": "এইটো ঠিকে আছিল",
          "code": "1"
        },
        {
          "label": "এইটো যথেষ্ট বন্ধুত্বপূৰ্ণ আছিল",
          "code": "2"
        },
        {
          "label": "এইটো অভদ্ৰ আছিল",
          "code": "3"
        }
      ]
    },
    "2.4": {
      "number": 2.4,
      "question": "চিকিৎসক/পৰামৰ্শদাতাৰ সৈতে সাক্ষাৎ কৰাৰ আগতে আপোনাক আপোনাৰ হাত চেনিটাইজ কৰিবলৈ কোৱা হৈছিল নেকি?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "2.5": {
      "number": 2.5,
      "question": "চিকিৎসক/পৰামৰ্শদাতাৰ সৈতে সাক্ষাৎ কৰাৰ আগতে আপোনাক মাস্ক পিন্ধিবলৈ কোৱা হৈছিল নেকি?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "2.6": {
      "number": 2.6,
      "question": "পঞ্জীয়নৰ পিছত আপুনি লগ পাব লগা ব্যক্তিজনৰ বিষয়ে তেওঁ আপোনাক সঠিকভাৱে নিৰ্দেশনা দিছিল নেকি?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "4.1": {
      "number": 4.1,
      "question": "আপোনাক শাৰীৰিকভাৱে পৰীক্ষা কৰা হৈছিল নেকি, ক্লিনিকৰ ভিতৰত চিকিৎসকে পৰীক্ষা কৰিছিল নেকি",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ],
      "section": "শাখা 4: চিকিৎসকৰ দ্বাৰা পৰীক্ষা কৰা  আৰু চিকিৎসা কৰা"
    },
    "4.2": {
      "number": 4.2,
      "question": "চিকিৎসকজনে আপোনাক পৰীক্ষা কৰাৰ আগতে আপোনাৰ সৈতে সম্পৰ্ক গঢ়ি তুলিবলৈ চেষ্টা কৰিছিল নেকি?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "4.3": {
      "number": 4.3,
      "question": "শাৰীৰিক পৰীক্ষাৰ আগতে আপুনি চিকিৎসকৰ পৰা গোপনীয়তাৰ নিশ্চয়তা পাইছিলনে?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "4.4": {
      "number": 4.4,
      "question": "চিকিৎসকক দেখা কৰাৰ আগতে আপুনি কিমান সময় অপেক্ষা কৰিব লগা হৈছিল?",
      "type": "radio",
      "options": [
        {
          "label": "10 মিনিটতকৈ কম",
          "code": "1"
        },
        {
          "label": "10-15 মিনিট",
          "code": "2"
        },
        {
          "label": "15-30 মিনিট",
          "code": "3"
        },
        {
          "label": "30-45 মিনিট",
          "code": "4"
        },
        {
          "label": "45 মিনিট – 1 ঘণ্টা",
          "code": "5"
        },
        {
          "label": "1 ঘণ্টাতকৈ অধিক",
          "code": "6"
        }
      ]
    },
    "4.5": {
      "number": 4.5,
      "question": "আলোচনাৰ সময়ত আপোনাক আপোনাৰ সন্দেহ/ প্ৰশ্নৰ বিষয়ে সোধাৰ সুযোগ দিয়া হৈছিল নেকি?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "4.6": {
      "number": 4.6,
      "question": "আপুনি আপোনাৰ স্বাস্থ্য সমস্যা সম্পৰ্কে কোনো প্ৰশ্ন সুধিছিল নেকি?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "4.7": {
      "number": 4.7,
      "question": " চিকিৎসকে আপোনাৰ প্ৰশ্ন/সন্দেহৰ উত্তৰ দিবলৈ (বা স্পষ্ট) কৰিবলৈ সক্ষম হৈছিল নেকি?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "4.8": {
      "number": 4.8,
      "question": "আলোচনাৰ সময়ত কোঠাটোত আপোনাৰ আৰু চিকিৎসকৰ কাষত কোনোবা উপস্থিত আছিল, যিআলোচনাটো শুনিব পাৰিছিল?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "4.9": {
      "number": 4.9,
      "question": "ক্লিনিকটোৰ পৰীক্ষাৰ বাবে ব্যক্তিগত এলেকা আছিল নেকি?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "4.1_0": {
      "number": "4.1_0",
      "question": "চিকিৎসকৰ সৈতে হোৱা আলোচনাখিনি আপুনি বুজি পাইছিলনে?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "4.11": {
      "number": 4.11,
      "question": "আপোনাৰ মতে চিকিৎসকজনৰ সামগ্ৰিক আচৰণ কেনেকুৱা আছিল?",
      "type": "radio",
      "options": [
        {
          "label": "ৰোগী আৰু সকলোবোৰ সঠিকভাৱে বৰ্ণনা কৰিছিল",
          "code": "1"
        },
        {
          "label": "খৰখেদাকৈ আছিল আৰু চমুকৈ আলোচনা কৰা হৈছিল",
          "code": "2"
        },
        {
          "label": "অভদ্ৰ আৰু সঠিকভাৱে ব্যাখ্যা কৰা নাছিল",
          "code": "3"
        }
      ],
      "instruction": "পঢ়ি দিওঁক"
    },
    "4.12": {
      "number": 4.12,
      "question": "চিকিৎসকে আপোনাৰ সৈতে অতিবাহিত কৰা আনুমানিক সময় (মিনিটত)কিমান?",
      "type": "radio",
      "options": [
        {
          "label": "10 মিনিটতকৈ কম",
          "code": "1"
        },
        {
          "label": "10-15 মিনিট",
          "code": "2"
        },
        {
          "label": "15-30 মিনিট",
          "code": "3"
        },
        {
          "label": "30-45 মিনিট",
          "code": "4"
        },
        {
          "label": "45 মিনিট – 1 ঘণ্টা",
          "code": "5"
        },
        {
          "label": "1 ঘণ্টাতকৈ অধিক",
          "code": "6"
        }
      ]
    },
    "4.13": {
      "number": 4.13,
      "question": "আপোনাক দিয়া পৰামৰ্শ/ পৰীক্ষা/ ৰোগ নিৰ্ণয়ৰ মানদণ্ডৰ ক্ষেত্ৰত আপুনি চিকিৎসকক কেনেদৰে মূল্যাঙ্কন কৰিব?",
      "type": "radio",
      "options": [
        {
          "label": "ভাল",
          "code": "1"
        },
        {
          "label": "যথোচিত",
          "code": "2"
        },
        {
          "label": "ভাল নহয়",
          "code": "3"
        }
      ]
    },
    "4.14": {
      "number": 4.14,
      "question": "পৰীক্ষা/ৰোগ নিৰ্ণয়ৰ সময়ত চিকিৎসকে হাতমোজা/গ্লোভচ পিন্ধি আছিল নেকি",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "4.15": {
      "number": 4.15,
      "question": "পৰীক্ষা/আলোচনাৰ সময়ত চিকিৎসকজনে মাস্ক পিন্ধি আছিল নে?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "4.16": {
      "number": 4.16,
      "question": "পৰীক্ষা/ ৰোগ নিৰ্ণয়ৰ সময়ত চিকিৎসকে ষ্টাৰ্লিচযুক্ত সঁজুলি ব্যৱহাৰ কৰিছিল নেকি? ",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        },
        {
          "label": "নাজানো",
          "code": "3"
        }
      ]
    },
    "4.17": {
      "number": 4.17,
      "question": "চিকিৎসকে কি প্ৰেছক্ৰিপশ্বন দিছিল? একাধিক কোড",
      "type": "multi",
      "options": [
        {
          "label": "ঔষধ",
          "code": "1"
        },
        {
          "label": "উপবাস ৰক্ত শৰ্কৰা পৰীক্ষা",
          "code": "2"
        },
        {
          "label": "তেজ পৰীক্ষা",
          "code": "3"
        },
        {
          "label": "চকুৰ দৃষ্টি পৰীক্ষা",
          "code": "4"
        },
        {
          "label": "স্পুটাম পৰীক্ষা / বুকুৰ এক্স-ৰে",
          "code": "5"
        },
        {
          "label": "আন যিকোনো (Specify________)",
          "code": "6"
        }
      ]
    },
    "4.19": {
      "number": 4.19,
      "question": "আপুনি এই চিকিৎসক/ সুবিধাটো অন্য কাৰোবাক অনুমোদন কৰিব নে?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "5.1": {
      "number": 5.1,
      "question": "আপুনি অপ্টোমেট্ৰিষ্টক দেখাৰ আগতে কিমান সময় অপেক্ষা কৰিব লগা হৈছিল?",
      "type": "radio",
      "options": [
        {
          "label": "10 মিনিটতকৈ কম",
          "code": "1"
        },
        {
          "label": "10-15 মিনিট",
          "code": "2"
        },
        {
          "label": "15-30 মিনিট",
          "code": "3"
        },
        {
          "label": "30-45 মিনিট",
          "code": "4"
        },
        {
          "label": "45 মিনিট – 1 ঘণ্টা",
          "code": "5"
        },
        {
          "label": "1 ঘণ্টাতকৈ অধিক",
          "code": "6"
        }
      ]
    },
    "5.2": {
      "number": 5.2,
      "question": "আপোনাক অপ্টোমেট্ৰিষ্টৰ দ্বাৰা শাৰীৰিকভাৱে পৰীক্ষা কৰা হৈছিল নেকি",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "5.3": {
      "number": 5.3,
      "question": "চকুৰ দৃষ্টিশক্তি পৰীক্ষা কৰা হৈছি নে?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "5.4": {
      "number": 5.4,
      "question": "চকুৰ দৃশ্যবোৰ পৰীক্ষা কৰাৰ পিছত কি পৰামৰ্শ দিয়া হৈছে?",
      "type": "radio",
      "options": [
        {
          "label": "চশমা অনুমোদন কৰিছিল",
          "code": "1"
        },
        {
          "label": "আই ড্ৰপ অনুমোদন কৰিছিল",
          "code": "2"
        },
        {
          "label": "ছানিৰ অস্ত্ৰোপচাৰ অনুমোদন কৰিছিল",
          "code": "3"
        },
        {
          "label": "অস্ত্ৰোপচাৰ অনুমোদন কৰিছিল",
          "code": "4"
        },
        {
          "label": "কিছুমান ঔষধৰ অনুমোদন কৰিছিল",
          "code": "5"
        },
        {
          "label": "উল্লেখ কৰা সকলোবোৰ ঠিকে আছে",
          "code": "6"
        },
        {
          "label": "অন্য কোনো (উল্লেখ কৰক____________)",
          "code": "7"
        }
      ]
    },
    "5.5": {
      "number": 5.5,
      "question": "চকুৰ চিকিৎসকৰ সৈতে হোৱা আলোচনাখিনি আপুনি বুজি পাইছিল নেকি?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "5.6": {
      "number": 5.6,
      "question": "আপোনাৰ মতে চকুৰ চিকিৎসকজনৰ সামগ্ৰিক আচৰণ কেনেকুৱা আছিল?",
      "type": "radio",
      "options": [
        {
          "label": "ৰোগী আৰু সকলোবোৰ সঠিকভাৱে বৰ্ণনা কৰিছিল",
          "code": "1"
        },
        {
          "label": "খৰখেদা কৰিছিল আৰু চমুকৈ আলোচনা কৰা হৈছিল",
          "code": "2"
        },
        {
          "label": "অভদ্ৰ আৰু সঠিকভাৱে ব্যাখ্যা কৰা নাছিল",
          "code": "3"
        }
      ],
      "instruction": "পঢ়ি দিওঁক"
    },
    "5.7": {
      "number": 5.7,
      "question": "চকুৰ চিকিৎসকে আপোনাৰ লগত কটোৱা আনুমানিক সময় (মিনিটত)?",
      "type": "radio",
      "options": [
        {
          "label": "10 মিনিটতকৈ কম",
          "code": "1"
        },
        {
          "label": "10-15 মিনিট",
          "code": "2"
        },
        {
          "label": "15-30 মিনিট",
          "code": "3"
        },
        {
          "label": "30-45 মিনিট",
          "code": "4"
        },
        {
          "label": "45 মিনিট – 1 ঘণ্টা",
          "code": "5"
        },
        {
          "label": "1 ঘণ্টাতকৈ অধিক",
          "code": "6"
        }
      ]
    },
    "5.8": {
      "number": 5.8,
      "question": "আপোনাক দিয়া পৰামৰ্শ/ পৰীক্ষা/ ৰোগ নিৰ্ণয়ৰ মানদণ্ডৰ ক্ষেত্ৰত আপুনি চকুৰ চিকিৎসকক কেনেদৰে মূল্যাঙ্কন কৰিব?",
      "type": "radio",
      "options": [
        {
          "label": "ভাল",
          "code": "1"
        },
        {
          "label": "যথোচিত",
          "code": "2"
        },
        {
          "label": "ভাল নহয়",
          "code": "3"
        }
      ]
    },
    "5.9": {
      "number": 5.9,
      "question": "পৰীক্ষা/ৰোগ নিৰ্ণয়ৰ সময়ত চিকিৎসকে হাতমোজা পিন্ধিআছিল নেকি?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "5.1_0": {
      "number": "5.1_0",
      "question": "পৰীক্ষা/আলোচনাৰ সময়ত চিকিৎসকজনে মাস্ক  পিন্ধি আছিল নেকি?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "6.1": {
      "number": 6.1,
      "question": "আপুনি লেব টেকনিচিয়ানক লগ পোৱাৰ আগতে কিমান সময় অপেক্ষা কৰিব লগা হৈছিল?",
      "type": "radio",
     "options": [
    {
      "label": "10 মিনিটতকৈ কম",
      "code": "1"
    },
    {
      "label": "10-15 মিনিট",
      "code": "2"
    },
    {
      "label": "15-30 মিনিট",
      "code": "3"
    },
    {
      "label": "30-45 মিনিট",
      "code": "4"
    },
    {
      "label": "45 মিনিট – 1 ঘণ্টা",
      "code": "5"
    },
    {
      "label": "1 ঘণ্টাতকৈ অধিক",
      "code": "6"
    }
]
,
      "section": "তেজ পৰীক্ষা: এই শাখাটো কেৱল চিকিৎসকৰ দ্বাৰা তেজ পৰীক্ষা বা স্পুটাম সংগ্ৰহ ৰখা লোকসকলক হে সোধা হ'ব "
    },
    "6.2": {
      "number": 6.2,
      "question": "পৰীক্ষাগাৰৰ পৰীক্ষাৰ বাবে ক্লিনিকৰ ব্যক্তিগত এলেকা আছিল নেকি?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "6.3": {
      "number": 6.3,
      "question": "আপোনাৰ মতে পৰীক্ষাগাৰৰ টেকনিচিয়ানজনৰ সামগ্ৰিক আচৰণ কেনেকুৱা আছিল?",
      "type": "radio",
      "options": [
        {
          "label": "ৰোগী আৰু সকলোবোৰ সঠিকভাৱে বৰ্ণনা কৰিছিল",
          "code": "1"
        },
        {
          "label": "খৰধৰ আছিল",
          "code": "2"
        },
        {
          "label": "অভদ্ৰ আৰু পৰীক্ষাৰ প্ৰক্ৰিয়াটো সঠিকভাৱে ব্যাখ্যা কৰা নাছিল",
          "code": "3"
        }
      ],
      "instruction": "পঢ়ি দিওঁক"
    },
    "6.4": {
      "number": 6.4,
      "question": "তেজ পৰীক্ষাৰ সময়ত ফাৰ্মাচিষ্ট/লেব টেকনিচিয়ানে হাত ধুইছিল নেকি?",
      "type": "radio",
      "options": [
        {
          "label": "পৰীক্ষাকৰাৰ আগতে হাত ধুইছিল",
          "code": "1"
        },
        {
          "label": "পৰীক্ষাৰ পিছত হাত ধুইছিল",
          "code": "2"
        },
        {
          "label": "পৰীক্ষাৰ আগতে আৰু পিছত হাত ধুইছিল",
          "code": "3"
        },
        {
          "label": "হাত ধোৱা নাছিল",
          "code": "4"
        },
        {
          "label": "পৰ্যবেক্ষণ কৰা নাছিল",
          "code": "5"
        }
      ]
    },
    "6.5": {
      "number": 6.5,
      "question": "তেজ পৰীক্ষা প্ৰক্ৰিয়াৰ বাবে কিমান সময় লাগিছিল?",
      "type": "radio",
      "options": [
        {
          "label": "10-15 মিনিট",
          "code": "2"
        },
        {
          "label": "15-30 মিনিট",
          "code": "3"
        },
        {
          "label": "30-45 মিনিট",
          "code": "4"
        },
        {
          "label": "45 মিনিট – 1 ঘণ্টা",
          "code": "5"
        },
        {
          "label": "1 ঘণ্টাতকৈ অধিক",
          "code": "6"
        }
      ]
    },
    "6.6": {
      "number": 6.6,
      "question": "পৰীক্ষাটোৰ ফলাফল'a পৰীক্ষাগাৰৰ টেকনিচিয়ানৰ দ্বাৰা আপোনাক জনোৱা হৈছিল নেকি?",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        },
        {
          "label": "পৰামৰ্শদাতাৰ ওচৰলৈ প্ৰেৰণ কৰা হৈছিল",
          "code": "3"
        },
        {
          "label": "চিকিৎসকৰ ওচৰলৈ প্ৰেৰণ কৰা হৈছিল",
          "code": "4"
        },
        {
          "label": "পিছত আহিবলৈ কোৱা হৈছিল",
          "code": "5"
        }
      ]
    },
    "7.1": {
      "number": 7.1,
      "question": "ফাৰ্মাচিষ্টগৰাকীক লগ পোৱাৰ আগতে আপুনি কিমান সময় অপেক্ষা কৰিব লগা হৈছিল?",
      "type": "radio",
      "options": [
        {
          "label": "10-15 মিনিট",
          "code": "1"
        },
        {
          "label": "15-30 মিনিট",
          "code": "2"
        },
        {
          "label": "30-45 মিনিট",
          "code": "3"
        },
        {
          "label": "45 মিনিট – 1 ঘণ্টা",
          "code": "4"
        },
        {
          "label": "1 ঘণ্টাতকৈ অধিক",
          "code": "5"
        }
      ],
      "section": "ধাৰা 7: ঔষধ বিতৰণ: এই শাখাটো কেৱল চিকিৎসকৰ দ্বাৰা ঔষধ প্ৰেছক্ৰাইপ কৰা সকলকহে সোধা হ'ব"
    },
    "7.2": {
      "number": 7.2,
      "question": "আপোনাৰ মতে ফাৰ্মাচিষ্টজনৰ সামগ্ৰিক আচৰণ কেনেকুৱা আছিল?",
      "type": "radio",
      "options": [
        {
          "label": "ৰোগী আৰু ঔষধবোৰ সঠিকভাৱে প্ৰদান কৰিছিল",
          "code": "1"
        },
        {
          "label": "খৰধৰ কৰিছিল",
          "code": "2"
        },
        {
          "label": "অভদ্ৰ আৰু নিৰ্ধাৰিত অনুসৰি ঔষধবোৰ সঠিকভাৱে বিতৰণ কৰা নাছিল",
          "code": "3"
        },
        {
          "label": "ঔষধ উপলব্ধ নাছিল",
          "code": "4"
        }
      ]
    },
    "7.3": {
      "number": 7.3,
      "question": "যদিহে ঔষধ উপলব্ধ নহয়, ফাৰ্মাচিষ্টে আপোনাক কি কৈছিল?",
      "type": "radio",
      "options": [
        {
          "label": "পিছত আহিবলৈ কোৱা হৈছিল",
          "code": "1"
        },
        {
          "label": "কেমিষ্টদোকান এখনৰ পৰা ঔষধটো ক্ৰয় কৰিবলৈ কোৱা হৈছিল",
          "code": "2"
        },
        {
          "label": "একো কোৱা হোৱা নাছিল",
          "code": "3"
        },
       
        {
          "label": "প্ৰযোজ্য নহয়,ঔষধ উপলব্ধ আছিল",
          "code": "4"
        },
        {
          "label": "অন্যান্য (উল্লেথখ কৰক...........................)",
          "code": "9"
        }
      ]
    },
    "7.4": {
      "number": 7.4,
      "question": "আপোনাক ঔষধৰ ডজ/পালিৰ বিষয়ে কোৱা হৈছিল নেকি ",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        }
      ]
    },
    "8.1": {
      "number": 8.1,
      "question": "ক্লিনিক / পৰামৰ্শদাতাৰ / চিকিৎসকৰ চেম্বাৰৰ ভিতৰত এছটিআই, এইচআইভি/এইডছ /এছটিআই-ত কোনো গ্লো চাইন বোৰ্ড/পোষ্টাৰ/অন্যান্য পিঅপি আছিল নেকি? ",
      "type": "radio",
      "options": [
        {
          "label": "চচমা অনুমোদন কৰছিল",
          "code": "1"
        },
        {
          "label": "আই ড্ৰপ অনুমোদন কৰছিল",
          "code": "2"
        },
        {
          "label": "ছানিৰ অস্ত্ৰোপচাৰ অনুমোদন কৰছিল",
          "code": "3"
        },
        {
          "label": "অস্ত্ৰোপচাৰ অনুমোদন কৰছিল",
          "code": "4"
        },
        {
          "label": "কিছুমান ঔষধৰ অনুমোদন কৰিছিল",
          "code": "5"
        },
        {
          "label": "উল্লেখ কৰা সকলোবোৰ ঠিকেই আছে",
          "code": "6"
        },
        {
          "label": "অন্য কোনো (উল্লেখ কৰক____________)",
          "code": "7"
        }
      ],
      "section": "শাখা 8: আই.ই.চি. সামগ্ৰী আৰু অন্যান্য সুবিধাপ্ৰদৰ্শন (সকলোকে সোধক)"
    },
    "8.2": {
      "number": 8.2,
      "question": "ক্লিনিক চৌহদৰ ভিতৰত এটা ৱাছৰুম/বাথৰুম/টয়লেট আছিল নেকি",
      "type": "radio",
     "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        },
        {
          "label": "পৰ্যবেক্ষণ কৰা নাছিল",
          "code": "3"
        }
      ]
    },
    "8.3": {
      "number": 8.3,
      "question": "ক্লিনিক চৌহদৰ ভিতৰত এটা ৱাছ বেচিন আছিল নেকি",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        },
        {
          "label": "পৰ্যবেক্ষণ কৰা নাছিল",
          "code": "3"
        }
      ]
    },
    "8.4": {
      "number": 8.4,
      "question": "ক্লিনিক চৌহদৰ ভিতৰত ৰোগীসকলৰ বাবে বহাৰ ব্যৱস্থা/অপেক্ষা ৰুম আছিল নেকি ",
      "type": "radio",
      "options": [
        {
          "label": "হয়",
          "code": "1"
        },
        {
          "label": "নহয়",
          "code": "2"
        },
        {
          "label": "পৰ্যবেক্ষণ কৰা নাছিল",
          "code": "3"
        }
      ]
    },
    "8.5": {
      "number": 8.5,
      "question": "এই ক্লিনিকৰ সামগ্ৰিক সেৱাবোৰৰ সৈতে আপোনাৰ সন্তুষ্টি কি?",
      "type": "radio",
      "options": [
        {
          "label": "সন্তুষ্ট",
          "code": "1"
        },
        {
          "label": "মজলীয়াভাৱে সন্তুষ্ট",
          "code": "2"
        },
        {
          "label": "সন্তুষ্ট নহয়",
          "code": "3"
        }
      ]
    },
    "9.1": {
      "number": 9.1,
      "question": "এটিএ. ক্লিনিকৰ ভিতৰত আপুনি বহুতো প্ৰক্ৰিয়াৰ মাজেৰে গৈছিল, আপুনি নিম্নলিখিত সূচকবোৰৰ বিষয়ে আপোনাৰ সামগ্ৰিক ধাৰণাক কেনেদৰে মূল্যাঙ্কন কৰিব? অনুগ্ৰহ কৰি চিহ্ন টিক কৰক",
      "type": "rate",
      "section": "শাখা 9: সুবিধা আৰু সেৱাসমূহৰ সৈতে সামগ্ৰিক সন্তুষ্টি (সকলোকে সোধক)",
      "STATEMENTS": [
        {
          "label": "চিকিৎসকৰ দ্বাৰা পৰীক্ষা/ৰোগ নিৰ্ণয়",
  "id": "9.1A"
        },
        {
          "label": "তেজ পৰীক্ষা",
      "id": "9.1B"
        },
        {
          "label": "ঔষধ বিতৰণ",
      "id": "9.1C"
        },
        {
          "label": "কৰ্মচাৰীৰ আচৰণ",
   "id": "9.1D"
        },
        {
          "label": "অপেক্ষাৰ স্থান/কোঠা",
   "id": "9.1E"
        },
        {
          "label": "ক্লিনিকৰ ভিতৰত পৰিষ্কাৰ-পৰিচ্ছন্নতা",
  "id": "9.1F"
        },
        {
          "label": "প্ৰচাৰমূলক সামগ্ৰী",
      "id": "9.1G"
        }
      ],
      "FREQUENCIES": [
        {
          "label": "সঁচাকৈয়ে ভাল",
          "value": "5"
        },
        {
          "label": "ভাল",
          "value": "4"
        },
        {
          "label": "ঠিকেই আছে",
          "value": "3"
        },{
          "label": "বেয়া",
          "value": "2"
        },
        {
          "label": "খুবেই বেয়া",
          "value": "1"
        },
        {
          "label": "মন্তব্য নাই",
          "value": "8"
        }
      ]
    },
    "9.2": {
      "number": 9.2,
      "question": "ক্লিনিকলৈ যোৱাৰ সময়ত আন কোনো প্ৰত্যাশা আছেনে/আছিলনে, যিয়ে পূৰণ কৰা কৰা নাছিল?",
      "type": "input"
    },
    "9.3": {
      "number": 9.3,
      "question": "উন্নতিৰ বাবে আৰু যিকোনো পৰামৰ্শ/বোৰ",
      "type": "input"
    }
  },
  
}


export default assamese;
