const bengali = {
  Section1: {
    "1.1": {
      "number": 1.1,
      "question": " পূর্ণ হওয়া বছর হিসাবে বয়স?",
      "type": "input",
      "section": "বিভাগ 1: উত্তরদাতা প্রোফাইল",
      "inputType": "number",
      "label": "পূর্ণ হওয়া বছর হিসাবে"
    },
    "1.2": {
      "number": 1.2,
      "question": "লিঙ্গ",
      "type": "radio",
      "options": [
        {
          "label": "পুরুষ",
          "code": "1"
        },
        {
          "label": "মহিলা",
          "code": "2"
        }
      ]
    },
    "1.3": {
      "number": 1.3,
      "question": "শিক্ষাগত যোগ্যতা অর্জন করেছেন?",
      "options": [
        {
          "label": "নিরক্ষর",
          "code": "1"
        },
        {
          "label": "প্রাথমিকের চেয়ে কম",
          "code": "2"
        },
        {
          "label": "প্রাথমিক বিদ্যালয় সমাপ্ত",
          "code": "3"
        },
        {
          "label": "মধ্য বিদ্যালয় সমাপ্ত",
          "code": "4"
        },
        {
          "label": "উচ্চ বিদ্যালয় / ম্যাট্রিকুলেশন",
          "code": "5"
        },
        {
          "label": "উচ্চ মাধ্যমিক/মাধ্যমিক",
          "code": "6"
        },
        {
          "label": "গ্র্যাজুয়েশন সমাপ্ত",
          "code": "7"
        },
        {
          "label": "পোস্ট গ্র্যাজুয়েশন এবং তার বেশী (8) সমাপ্ত",
          "code": ""
        }
      ]
    },
    "1.4": {
      "number": 1.4,
      "question": "আপনার বর্তমান পেশা কি?",
      "type": "radio",
      "options": [
        {
          "label": "ট্রাকার",
          "code": "1"
        },
        {
          "label": "হেল্পার",
          "code": "2"
        },
        {
          "label": "চা-দোকান/ধাবা মালিক",
          "code": ""
        },
        {
          "label": "নাপিত",
          "code": ""
        },
        {
          "label": "রাস্তার ধারের মেকানিক্স",
          "code": ""
        },
        {
          "label": "সাইটে থাকা দোকানে কাজ করেন",
          "code": "3"
        },
        {
          "label": "অন্য কোন (উল্লেখ করুন)------------ -----------",
          "code": "9"
        },
        {
          "label": "",
          "code": ""
        }
      ]
    },
    "1.5": {
      "number": 1.5,
      "question": "অতীতে আপনি কতবার এই কেন্দ্র (ক্লিনিকে) পরিদর্শন করেছেন?",
      "type": "radio",
      "options": [
        {
          "label": "এই প্রথমবার",
          "code": "1"
        },
        {
          "label": "কয়েকবার পরিদর্শন করেছি",
          "code": "2"
        },
        {
          "label": "বেশ কয়েকবার পরিদর্শন করেছি",
          "code": "3"
        }
      ]
    },
    "1.6": {
      "number": 1.6,
      "question": "আপনি এই কেন্দ্রে (ক্লিনিকে) প্রথম কবে গিয়েছিলেন?",
      "type": "input",
      "inputType": "number",
      "inputLimit": 4
    },
    "1.7": {
      "number": 1.7,
      "question": "এই ক্লিনিকে অন্য কোন পরিদর্শনে, আপনি কি কখনও আপনার রক্ত ​​পরীক্ষা করেছেন?",
      "type": "radio",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "1.9": {
      "number": 1.9,
      "question": "আপনি কেন এই ক্লিনিকে আসার সিদ্ধান্ত নিয়েছেন/ভেবেছেন?",
      "type": "radio",
      "options": [
        {
          "label": "খরচ কম",
          "code": "1"
        },
        {
          "label": "আমার আড্ডার কাছে",
          "code": "2"
        },
        {
          "label": "অ্যাপোলোর ব্র্যান্ড নামের কারণে",
          "code": "3"
        },
        {
          "label": "প্রারম্ভিক ভিজিটগুলিতে ভাল ছাপ ছিল",
          "code": "4"
        },
        {
          "label": "অন্য কোন (উল্লেখ করুন)-------------",
          "code": "5"
        }
      ]
    },
    "1.1_0": {
      "number": "1.1_0",
      "question": "এবার এই কেন্দ্রে (ক্লিনিকে) আসার কারণ কী?",
      "type": "multi",
      "options": [
        {
          "label": "সাধারণ জ্বর",
          "code": ""
        },
        {
          "label": "সর্দি ও কাশি",
          "code": "1"
        },
        {
          "label": "পিঠে ব্যাথা",
          "code": ""
        },
        {
          "label": "পেট ব্যাথা",
          "code": ""
        },
        {
          "label": "মাথা ব্যাথা",
          "code": "2"
        },
        {
          "label": "জয়েন্টে ব্যথা",
          "code": ""
        },
        {
          "label": "পেশী ব্যথা",
          "code": "3"
        },
        {
          "label": "দৃষ্টি সংক্রান্ত সমস্যা",
          "code": "4"
        },
        {
          "label": "স্পুটাম টেস্টিং",
          "code": "5"
        },
        {
          "label": "উচ্চ রক্তচাপ সংক্রান্ত সমস্যা",
          "code": "6"
        },
        {
          "label": "ডায়াবেটিস সংক্রান্ত সমস্যা",
          "code": "7"
        },
        {
          "label": "রক্ত পরীক্ষা/এইচআইভি পরীক্ষা",
          "code": "8"
        },
        {
          "label": "অন্য কোন (উল্লেখ করুন)-----------------------",
          "code": "9"
        }
      ]
    },
    "1.11": {
      "number": 1.11,
      "question": "আপনার বর্তমান সফরে আপনি কতজন ব্যক্তির সাথে দেখা করেছেন?",
      "type": "multi",
      "options": [
        {
          "label": "যে ব্যক্তি নিবন্ধন করছেন",
          "code": "1"
        },
        {
          "label": "ডাক্তার",
          "code": "2"
        },
        {
          "label": "যে ব্যক্তি চোখের পরীক্ষা করেছেন",
          "code": "4"
        },
        {
          "label": "যে ব্যক্তি র‍্যান্ডম ব্লাড সুগার চেক করেছেন",
          "code": ""
        },
        {
          "label": "যদি ডাক্তার দ্বারা চেক না করা হয়",
          "code": "5"
        },
        {
          "label": "যে ব্যক্তি রক্তচাপ পরীক্ষা করেছেন যদি ডাক্তার দ্বারা পরীক্ষা না করা হয়",
          "code": "7"
        },
        {
          "label": "যে ব্যক্তি এইচআইভি পরীক্ষার জন্য রক্ত ​​নিয়েছেন যদি ডাক্তার দ্বারা পরীক্ষা না করা হয়",
          "code": "8"
        },
        {
          "label": "যে ব্যক্তি ওষুধ দিয়েছেন",
          "code": "9"
        },
        {
          "label": "যে ব্যক্তি থুতুর নমুনা সংগ্রহ করেছেন",
          "code": "10"
        },
        {
          "label": "অন্য কোন (নির্দিষ্ট করুন)----------",
          "code": ""
        }
      ]
    },
    "2.1": {
      "number": 2.1,
      "question": "রেজিস্ট্রেশনের জন্য কত সময় অপেক্ষা করতে হয়েছে?",
      "type": "radio",
      "options": [
        {
          "label": "অপেক্ষা করতে হয়নি",
          "code": "1"
        },
        {
          "label": "প্রায় 5 মিনিট অপেক্ষা করলো",
          "code": "2"
        },
        {
          "label": "প্রায় 5-10 মিনিট অপেক্ষা করেছেন",
          "code": "3"
        },
        {
          "label": "প্রায় 10-15 মিনিট অপেক্ষা করেছেন",
          "code": "4"
        },
        {
          "label": "15 মিনিটের জন্য অপেক্ষা করা হয়েছে",
          "code": "5"
        }
      ],
      "section": "বিভাগ 2: নিবন্ধন"
    },
    "2.2": {
      "number": 2.2,
      "question": "তিনি কি আপনার কার্ড তৈরি করেছেন বা নবায়ন করেছেন?",
      "type": "radio",
      "options": [
        {
          "label": "একটি নতুন কার্ড তৈরি করেছেন",
          "code": "1"
        },
        {
          "label": "পুরানো কার্ড নবায়ন করা হয়েছে",
          "code": "2"
        },
        {
          "label": "কোনো কার্ড তৈরি বা নবায়ন করেননি",
          "code": "3"
        }
      ]
    },
    "2.3": {
      "number": 2.3,
      "question": "যিনি রেজিস্ট্রেশন করিয়েছেন ওই ব্যক্তির আচরণ কেমন ছিল?",
      "type": "radio",
      "options": [
        {
          "label": "এটা ঠিক ছিল",
          "code": "1"
        },
        {
          "label": "এটি বেশ বন্ধুত্বপূর্ণ ছিল",
          "code": "2"
        },
        {
          "label": "এটা অভদ্র ছিল",
          "code": "3"
        }
      ]
    },
    "2.4": {
      "number": 2.4,
      "question": "ডাক্তার/কাউন্সেলরের সাথে দেখা করার আগে আপনাকে কি আপনার হাত স্যানিটাইজ করতে বলা হয়েছিল?",
      "type": "radio",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "2.5": {
      "number": 2.5,
      "question": "ডাক্তার/কাউন্সেলরের সাথে দেখা করার আগে আপনাকে কি মাস্ক পরতে বলা হয়েছিল?",
      "type": "radio",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "2.6": {
      "number": 2.6,
      "question": "রেজিস্ট্রেশনের পর আপনাকে যে ব্যক্তির সাথে দেখা করতে হবে সে সম্পর্কে তিনি কি আপনাকে সঠিকভাবে নির্দেশনা দিয়েছেন?",
      "type": "radio",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "4.1": {
      "number": 4.1,
      "question": "আপনাকে কি শারীরিকভাবে পরীক্ষা করা হয়েছিল, ক্লিনিকের ভিতরে ডাক্তার নির্ণয় করেছিলেন",
      "type": "radio",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ],
      "section": "বিভাগ 4: ডাক্তার দ্বারা পরীক্ষা এবং চিকিত্সা"
    },
    "4.2": {
      "number": 4.2,
      "question": "ডাক্তার কি আপনাকে পরীক্ষা করার আগে আপনার সাথে সম্পর্ক তৈরি করার চেষ্টা করেছিলেন?",
      "type": "radio",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "4.3": {
      "number": 4.3,
      "question": "শারীরিক পরীক্ষার আগে আপনি কি ডাক্তারের কাছ থেকে গোপনীয়তার আশ্বাস পেয়েছিলেন?",
      "type": "radio",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "4.4": {
      "number": 4.4,
      "question": "ডাক্তার দেখানোর আগে আপনাকে কতক্ষণ অপেক্ষা করতে হয়েছিল?",
      "options": [
        {
          "label": "10 মিনিটের কম",
          "code": "1"
        },
        {
          "label": "10-15 মিনিট",
          "code": "2"
        },
        {
          "label": "15-30 মিনিট",
          "code": "3"
        },
        {
          "label": "30-45 মিনিট",
          "code": "4"
        },
        {
          "label": "45 মিনিট - 1 ঘন্টা",
          "code": "5"
        },
        {
          "label": "1 ঘন্টার বেশি",
          "code": "6"
        }
      ]
    },
    "4.5": {
      "number": 4.5,
      "question": "আলোচনা চলাকালীন আপনাকে আপনার সন্দেহ/প্রশ্ন সম্পর্কে জিজ্ঞাসা করার সুযোগ দেওয়া হয়েছিল?",
      "type": "radio",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "4.6": {
      "number": 4.6,
      "question": "আপনি আপনার স্বাস্থ্য সমস্যা সম্পর্কে কোন প্রশ্ন জিজ্ঞাসা করেছেন?",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "4.7": {
      "number": 4.7,
      "question": " ডাক্তার কি আপনার প্রশ্ন/সন্দেহের উত্তর দিতে (বা স্পষ্ট করতে) সক্ষম ছিলেন?",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "4.8": {
      "number": 4.8,
      "question": "আলোচনার সময় আপনি এবং ডাক্তারের পাশের, রুমে কেউ উপস্থিত ছিলেন, যিনি আলোচনাটি শুনতে পারেন?",
      "type": "radio",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "4.9": {
      "number": 4.9,
      "question": "ক্লিনিকে কি পরীক্ষার জন্য একটি ব্যক্তিগত এলাকা ছিল?",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "4.1_0": {
      "number": "4.1_0",
      "question": "ডাক্তারের সাথে আলোচনা কি আপনি বুঝতে পেরেছিলেন?",
      "type": "radio",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "4.11": {
      "number": 4.11,
      "question": "আপনার মতে ডাক্তারের সার্বিক আচরণ কেমন ছিল?",
      "options": [
        {
          "label": "রোগী এবং সবকিছু সঠিকভাবে ব্যাখ্যা করেছেন",
          "code": "1"
        },
        {
          "label": "তাড়াহুড়া ছিল এবং সংক্ষিপ্তভাবে আলোচনা করা হয়েছিল",
          "code": "2"
        },
        {
          "label": "অভদ্র এবং সঠিকভাবে ব্যাখ্যা করেননি",
          "code": "3"
        }
      ],
      "instruction": "একের পর এক বিকল্প পড়ুন"
    },
    "4.12": {
      "number": 4.12,
      "question": "আনুমানিক সময় (মিনিট) যে ডাক্তার আপনার সাথে কাটিয়েছেন?",
      "type": "radio",
      "options": [
        {
          "label": "10 মিনিটের কম",
          "code": "1"
        },
        {
          "label": "10-15 মিনিট",
          "code": "2"
        },
        {
          "label": "15-30 মিনিট",
          "code": "3"
        },
        {
          "label": "30-45 মিনিট",
          "code": "4"
        },
        {
          "label": "45 মিনিট - 1 ঘন্টা",
          "code": "5"
        },
        {
          "label": "1 ঘন্টার বেশি",
          "code": "6"
        }
      ]
    },
    "4.13": {
      "number": 4.13,
      "question": "আপনাকে দেওয়া কাউন্সেলিং/পরীক্ষা/নির্ণয়ের মানের পরিপ্রেক্ষিতে আপনি ডাক্তারকে কীভাবে মূল্যায়ন করবেন?",
      "options": [
        {
          "label": "ভাল",
          "code": "1"
        },
        {
          "label": "ন্যায্য",
          "code": "2"
        },
        {
          "label": "ভাল নয়",
          "code": "3"
        }
      ]
    },
    "4.14": {
      "number": 4.14,
      "question": "পরীক্ষা/নির্ণয়ের সময় ডাক্তার কি গ্লাভস পরেছিলেন",
      "type": "radio",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "4.15": {
      "number": 4.15,
      "question": "পরীক্ষা/আলোচনার সময় ডাক্তার কি মাস্ক পরেছিলেন?",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "4.16": {
      "number": 4.16,
      "question": "পরীক্ষা/নির্ণয়ের সময় ডাক্তার কি স্টারলাইজড যন্ত্র ব্যবহার করছিলেন?",
      "type": "radio",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        },
        {
          "label": "জানি না",
          "code": "3"
        }
      ]
    },
    "4.17": {
      "number": 4.17,
      "question": "ডাক্তার কি লিখে দিলেন? একাধিক কোড",
      "options": [
        {
          "label": "ঔষধ",
          "code": "1"
        },
        {
          "label": "ফাস্টিং ব্লাড সুগার টেস্ট",
          "code": "2"
        },
        {
          "label": "রক্ত পরীক্ষা",
          "code": "3"
        },
        {
          "label": "চোখের দৃষ্টি পরীক্ষা",
          "code": "4"
        },
        {
          "label": "স্পুটাম টেস্ট / বুকের এক্স-রে",
          "code": "5"
        },
        {
          "label": "অন্য কোন (নির্দিষ্ট ________)",
          "code": "6"
        }
      ]
    },
    "4.19": {
      "number": 4.19,
      "question": "আপনি কি অন্যদের কাছে এই ডাক্তার/সুবিধাকে সুপারিশ করবেন?",
      "type": "radio",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "5.1": {
      "number": 5.1,
      "question": "অপটোমেট্রিস্টকে দেখার আগে আপনাকে কতক্ষণ অপেক্ষা করতে হয়েছিল?",
      "options": [
        {
          "label": "10 মিনিটের কম",
          "code": "1"
        },
        {
          "label": "10-15 মিনিট",
          "code": "2"
        },
        {
          "label": "15-30 মিনিট",
          "code": "3"
        },
        {
          "label": "30-45 মিনিট",
          "code": "4"
        },
        {
          "label": "45 মিনিট - 1 ঘন্টা",
          "code": "5"
        },
        {
          "label": "1 ঘন্টার বেশি",
          "code": "6"
        }
      ]
    },
    "5.2": {
      "number": 5.2,
      "question": "আপনি কি অপ্টোমেট্রিস্ট দ্বারা শারীরিকভাবে পরীক্ষা করেছিলেন?",
      "type": "radio",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "5.3": {
      "number": 5.3,
      "question": "চোখের দৃষ্টি পরীক্ষা করা হয়েছে কি?",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "5.4": {
      "number": 5.4,
      "question": "চোখের দৃষ্টিশক্তি পরীক্ষা করার পর কী সুপারিশ করা হয়েছে?",
      "type": "radio",
      "options": [
        {
          "label": "চশমা সুপারিশ করেছিলেন",
          "code": "1"
        },
        {
          "label": "চোখের ড্রপ সুপারিশ করেছিলেন",
          "code": "2"
        },
        {
          "label": "ছানি অপারেশন সুপারিশ করেছিলেন",
          "code": "3"
        },
        {
          "label": "অস্ত্রোপচার সুপারিশ করেছিলেন",
          "code": "4"
        },
        {
          "label": "কিছু ওষুধ সুপারিশ",
          "code": "5"
        },
        {
          "label": "উল্লেখিত সবকিছু ঠিক আছে",
          "code": "6"
        },
        {
          "label": "অন্য কোন (উল্লেখ করুন ____________)",
          "code": "7"
        }
      ]
    },
    "5.5": {
      "number": 5.5,
      "question": "অপ্টোমেট্রিস্টের সাথে আলোচনাটি কি আপনি বুঝতে পেরেছিলেন?",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "5.6": {
      "number": 5.6,
      "question": "আপনার মতে চক্ষু বিশেষজ্ঞের সার্বিক আচরণ কেমন ছিল?",
      "type": "radio",
      "options": [
        {
          "label": "রোগী এবং সবকিছু সঠিকভাবে ব্যাখ্যা করেছেন",
          "code": "1"
        },
        {
          "label": "তাড়াহুড়া ছিল এবং সংক্ষিপ্তভাবে আলোচনা করা হয়েছিল",
          "code": "2"
        },
        {
          "label": "অভদ্র এবং সঠিকভাবে ব্যাখ্যা করেননি",
          "code": "3"
        }
      ],
      "instruction": "বিকল্পগুলো এক এক করে পড়ুন"
    },
    "5.7": {
      "number": 5.7,
      "question": "অপ্টোমেট্রিস্ট আপনার সাথে কাটানোর আনুমানিক সময় (মিনিটের মধ্যে)?",
      "type": "radio",
      "options": [
        {
          "label": "10 মিনিটের কম",
          "code": "1"
        },
        {
          "label": "10-15 মিনিট",
          "code": "2"
        },
        {
          "label": "15-30 মিনিট",
          "code": "3"
        },
        {
          "label": "30-45 মিনিট",
          "code": "4"
        },
        {
          "label": "45 মিনিট - 1 ঘন্টা",
          "code": "5"
        },
        {
          "label": "1 ঘন্টার বেশি",
          "code": "6"
        }
      ]
    },
    "5.8": {
      "number": 5.8,
      "question": "আপনাকে দেওয়া কাউন্সেলিং/পরীক্ষা/নির্ণয়ের মানের পরিপ্রেক্ষিতে আপনি চক্ষু বিশেষজ্ঞ ডাক্তারকে কীভাবে মূল্যায়ন করবেন?",
      "type": "radio",
      "options": [
        {
          "label": "ভাল",
          "code": "1"
        },
        {
          "label": "ন্যায্য",
          "code": "2"
        },
        {
          "label": "ভাল না",
          "code": "3"
        }
      ]
    },
    "5.9": {
      "number": 5.9,
      "question": "পরীক্ষা/নির্ণয়ের সময় ডাক্তার কি গ্লাভস পরেছিলেন?",
      "type": "radio",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "5.1_0": {
      "number": "5.1_0",
      "question": "পরীক্ষা/আলোচনার সময় ডাক্তার কি মাস্ক পরেছিলেন?",
      "type": "radio",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "6.1": {
      "number": 6.1,
      "question": "ল্যাব টেকনিশিয়ানের সাথে দেখা করার আগে আপনাকে কতক্ষণ অপেক্ষা করতে হয়েছিল?",
      "type": "radio",
      "options": [
        {
          "label": "10 মিনিটের কম 10 1 10-15 মিনিট 2 15-30 মিনিট 3 30-45 মিনিট 4 45 মিনিট - 1 ঘন্টা 5 1 ঘন্টা 1 6 এর বেশি",
          "code": ""
        }
      ],
      "section": "রক্ত পরীক্ষা: এই বিভাগটি শুধুমাত্র তাদেরই বলা হবে যাদের ডাক্তার রক্ত ​​পরীক্ষা বা স্পুটাম সংগ্রহের পরামর্শ দিয়েছেন"
    },
    "6.2": {
      "number": 6.2,
      "question": "ক্লিনিকে কি ল্যাব পরীক্ষার জন্য একটি ব্যক্তিগত এলাকা ছিল?",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "6.3": {
      "number": 6.3,
      "question": "আপনার মতে ল্যাব টেকনিশিয়ানের সার্বিক আচরণ কেমন ছিল?",
      "type": "radio",
      "options": [
        {
          "label": "রোগী এবং সবকিছু সঠিকভাবে ব্যাখ্যা করেছেন",
          "code": "1"
        },
        {
          "label": "তাড়া ছিল",
          "code": "2"
        },
        {
          "label": "অভদ্র এবং সঠিকভাবে পরীক্ষার পদ্ধতি ব্যাখ্যা করেনি",
          "code": "3"
        }
      ],
      "instruction": "বিকল্পগুলো এক এক করে পড়ুন"
    },
    "6.4": {
      "number": 6.4,
      "question": "ফার্মাসিস্ট/ল্যাব টেকনিশিয়ান কি রক্ত ​​পরীক্ষার সময় হাত ধুয়েছিলেন?",
      "options": [
        {
          "label": "পরীক্ষার আগে হাত ধুয়েছিলেন",
          "code": "1"
        },
        {
          "label": "পরীক্ষার পর হাত ধুয়েছিলেন",
          "code": "2"
        },
        {
          "label": "পরীক্ষার আগে এবং পরে হাত ধুয়েছিলেন",
          "code": "3"
        },
        {
          "label": "হাত ধুইনি",
          "code": "4"
        },
        {
          "label": "পর্যবেক্ষণ করেননি",
          "code": "5"
        }
      ]
    },
    "6.5": {
      "number": 6.5,
      "question": "রক্ত পরীক্ষা প্রক্রিয়ার জন্য কত সময় লেগেছে?",
      "type": "radio",
      "options": [
        {
          "label": "10-15 মিনিট",
          "code": "2"
        },
        {
          "label": "15-30 মিনিট",
          "code": "3"
        },
        {
          "label": "30-45 মিনিট",
          "code": "4"
        },
        {
          "label": "45 মিনিট - 1 ঘন্টা",
          "code": "5"
        },
        {
          "label": "1 ঘন্টার বেশি",
          "code": "6"
        }
      ]
    },
    "6.6": {
      "number": 6.6,
      "question": "পরীক্ষার ফলাফল কি ল্যাব টেকনিশিয়ান দ্বারা আপনার কাছে প্রকাশিত হয়েছিল?",
      "type": "radio",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        },
        {
          "label": "পরামর্শদাতার কাছে রেফার করা হয়েছে",
          "code": "3"
        },
        {
          "label": "ডাক্তারের কাছে রেফার করা হয়েছে",
          "code": "4"
        },
        {
          "label": "পরে আসতে বলা হয়েছে",
          "code": "5"
        }
      ]
    },
    "7.1": {
      "number": 7.1,
      "question": "ফার্মাসিস্টের সাথে দেখা করার আগে আপনাকে কতক্ষণ অপেক্ষা করতে হয়েছিল?",
      "type": "radio",
      "options": [
        {
          "label": "10-15 মিনিট",
          "code": "1"
        },
        {
          "label": "15-30 মিনিট",
          "code": "2"
        },
        {
          "label": "30-45 মিনিট",
          "code": "3"
        },
        {
          "label": "45 মিনিট - 1 ঘন্টা",
          "code": "4"
        },
        {
          "label": "1 ঘন্টার বেশি",
          "code": "5"
        }
      ],
      "section": "বিভাগ 7: ওষুধ বিতরণ: এই বিভাগটি শুধুমাত্র তাদেরই বলা হবে যাদের ডাক্তার ওষুধ লিখে দিয়েছেন"
    },
    "7.2": {
      "number": 7.2,
      "question": "আপনার মতে ফার্মাসিস্টের সার্বিক আচরণ কেমন ছিল?",
      "options": [
        {
          "label": "রোগী এবং সঠিকভাবে ওষুধ বিতরণ করেছেন",
          "code": "1"
        },
        {
          "label": "তাড়া ছিল",
          "code": "2"
        },
        {
          "label": "অভদ্র এবং নির্ধারিত ওষুধগুলি সঠিকভাবে বিতরণ করেননি",
          "code": "3"
        },
        {
          "label": "ওষুধ পাওয়া যায়নি",
          "code": "4"
        }
      ]
    },
    "7.3": {
      "number": 7.3,
      "question": "ওষুধ পাওয়া না গেলে, ফার্মাসিস্ট আপনাকে কী বলেছিল?",
      "type": "radio",
      "options": [
        {
          "label": "পরে আসতে বলেছেন",
          "code": "1"
        },
        {
          "label": "একটি কেমিস্টের দোকান থেকে ওষুধ কিনতে বলেছেন",
          "code": "2"
        },
        {
          "label": "কিছুই বলা হয়নি",
          "code": "3"
        },
        {
          "label": "প্রযোজ্য নয়",
          "code": ""
        },
        {
          "label": "ওষুধ পাওয়া যায়",
          "code": "4"
        },
        {
          "label": "অন্যান্য (নির্দিষ্ট করুন………………………)",
          "code": "9"
        }
      ]
    },
    "7.4": {
      "number": 7.4,
      "question": "আপনাকে ওষুধের ডোজ সম্পর্কে বলা হয়েছিল কি",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        }
      ]
    },
    "8.1": {
      "number": 8.1,
      "question": "ক্লিনিক/কাউন্সেলর/ডাক্তার চেম্বারের ভিতরে এসটিআই, এইচআইভি/এআইডিএস-এর কোন গ্লো সাইন বোর্ড/পোস্টার/অন্যান্য পিওপিস দেখা যাচ্ছিল কি?",
      "type": "radio",
      "options": [
        {
          "label": "চশমা সুপারিশ করেছেন",
          "code": "1"
        },
        {
          "label": "চোখের ড্রপ সুপারিশ করেছেন",
          "code": "2"
        },
        {
          "label": "ছানি অপারেশন সুপারিশ করেছেন",
          "code": "3"
        },
        {
          "label": "অস্ত্রোপচার সুপারিশ করেছেন",
          "code": "4"
        },
        {
          "label": "কিছু ওষুধ সুপারিশ করেছেন",
          "code": "5"
        },
        {
          "label": "উল্লেখিত সবকিছু ঠিক আছে",
          "code": "6"
        },
        {
          "label": "অন্যান্য (উল্লেখ করুন ____________)",
          "code": "7"
        }
      ],
      "section": "বিভাগ 8: আইইসি উপকরণ এবং অন্যান্য সুযোগ-সুবিধা প্রদর্শন (সকলের কাছে জিজ্ঞাসা করুন)"
    },
    "8.2": {
      "number": 8.2,
      "question": "ক্লিনিক চত্বরের ভিতরে একটি ওয়াশরুম/বাথরুম/টয়লেট ছিল কি?",
      "options": [
        {
          "label": "হ্যাঁ ১ নং 2 পর্যবেক্ষণ করেননি 3",
          "code": ""
        }
      ]
    },
    "8.3": {
      "number": 8.3,
      "question": "ক্লিনিক চত্বরে একটি ওয়াশ বেসিন ছিল?",
      "type": "radio",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        },
        {
          "label": "পর্যবেক্ষণ করেননি",
          "code": "3"
        }
      ]
    },
    "8.4": {
      "number": 8.4,
      "question": "ক্লিনিক চত্বরের ভিতরে রোগীদের জন্য বসার ব্যবস্থা/ওয়েটিং রুম ছিল কি?",
      "options": [
        {
          "label": "হ্যাঁ",
          "code": "1"
        },
        {
          "label": "না",
          "code": "2"
        },
        {
          "label": "পর্যবেক্ষণ করেননি",
          "code": "3"
        }
      ]
    },
    "8.5": {
      "number": 8.5,
      "question": "এই ক্লিনিকের সার্বিক সেবা নিয়ে আপনার সন্তুষ্টি কী?",
      "type": "radio",
      "options": [
        {
          "label": "সন্তুষ্ট",
          "code": "1"
        },
        {
          "label": "পরিমিতভাবে সন্তুষ্ট",
          "code": "2"
        },
        {
          "label": "সন্তুষ্ট নই",
          "code": "3"
        }
      ]
    },
    "9.1": {
      "number": 9.1,
      "question": "এটিএফ ক্লিনিকের ভিতরে আপনি অনেক প্রক্রিয়ার মধ্য দিয়ে গেছেন, নিচের সূচকগুলি সম্পর্কে আপনার সামগ্রিক উপলব্ধিকে আপনি কীভাবে মূল্যায়ন করবেন? অনুগ্রহ করে টিক চিহ্ন দিন",
      "type": "rate",
      "section": "বিভাগ 9: সুবিধা এবং পরিষেবাগুলির সাথে সামগ্রিক সন্তুষ্টি (সকলের কাছে জিজ্ঞাসা করুন)",
      "STATEMENTS": [
        {
          "label": "ডাক্তার দ্বারা পরীক্ষা/নির্ণয়",
          "id": ""
        },
        {
          "label": "রক্ত ​​পরীক্ষা",
          "id": ""
        },
        {
          "label": "ওষুধ বিতরণ",
          "id": ""
        },
        {
          "label": "কর্মীদের আচরণ",
          "id": ""
        },
        {
          "label": "অপেক্ষার স্থান/রুম",
          "id": ""
        },
        {
          "label": "ক্লিনিকের মধ্যে পরিষ্কার-পরিচ্ছন্নতা",
          "id": ""
        },
        {
          "label": "প্রচারমূলক উপকরণ",
          "id": ""
        }
      ],
      "FREQUENCIES": [
        {
          "label": "\"সত্যিই ভাল",
          "value": "5"
        },
        {
          "label": "ভালো",
          "value": "4"
        },
        {
          "label": "ঠিক আছে",
          "value": "3"
        },
        {
          "label": "খারাপ (2) খুব খারাপ",
          "value": "1"
        },
        {
          "label": "পারে না মন্তব্য (8) \"",
          "value": ""
        }
      ]
    },
    "9.2": {
      "number": 9.2,
      "question": "ক্লিনিকে আপনার পরিদর্শনের সময় কি অন্য কোন প্রত্যাশা/গুলি পূরণ করা হয়নি?",
      "type": "input"
    },
    "9.3": {
      "number": 9.3,
      "question": "উন্নতির জন্য আর কোনো পরামর্শ/গুলি",
      "type": "input"
    }
  },
  
}
export default bengali;