const gujrati = {
  Section1: {
    "1.1": {
      "number": 1.1,
      "question": "પૂરા થયેલા વર્ષમાં ઉંમર?",
      "type": "input",
      "section": "સેક્શન 1: રિસ્પોન્ડન્ટ પ્રોફાઇલ",
      "inputType": "number",
      "label": "પૂરા થયેલા વર્ષોમાં"
    },
    "1.2": {
      "number": 1.2,
      "question": "લિંગ",
      "type": "radio",
      "options": [
        {
          "label": "પુરુષ",
          "code": "1"
        },
        {
          "label": "સ્ત્રી",
          "code": "2"
        }
      ]
    },
    "1.3": {
      "number": 1.3,
      "question": "પ્રાપ્ત કરેલ શિક્ષણ",
      "options": [
        {
          "label": "અભણ",
          "code": "1"
        },
        {
          "label": "પ્રાથમિક કરતાં ઓછું",
          "code": "2"
        },
        {
          "label": "પ્રાથમિક સ્કૂલ પૂરી કરી છે",
          "code": "3"
        },
        {
          "label": "માધ્યમિક સ્કૂલ પૂરી કરી છે",
          "code": "4"
        },
        {
          "label": "હાઇસ્કૂલ/મેટ્રિક પૂરી કરી છે",
          "code": "5"
        },
        {
          "label": "ઉચ્ચ માધ્યમિક/ ઇન્ટરમીડીયેટ પૂરું કર્યું છે",
          "code": "6"
        },
        {
          "label": "ગ્રેજ્યુએશન પૂરું કર્યું છે",
          "code": "7"
        },
        {
          "label": "પોસ્ટ ગ્રેજ્યુએશન અથવા વધારે પૂરું કર્યું છે",
          "code": "8"
        }
      ]
    },
    "1.4": {
      "number": 1.4,
      "question": "કૃપા કરીને મને કહો કે તમારો હાલનો વ્યવસાય શું છે?  ",
      "type": "radio",
      "options": [
        {
          "label": "ટ્રકર",
          "code": "1"
        },
        {
          "label": "હેલ્પર",
          "code": "2"
        },
        {
          "label": "(ચા-શોપ/ઢાબાના માલિકો",
          "code": ""
        },
        {
          "label": "વાળંદ પર કામ કરો",
          "code": ""
        },
        {
          "label": "રસ્તાની બાજુના મિકેનિક્સ",
          "code": ""
        },
        {
          "label": "સાઇટ પર ખરીદી કરો",
          "code": "3"
        },
        {
          "label": "અન્ય કોઈપણ (જણાવો)------------ -----------",
          "code": "9"
        },
        {
          "label": "",
          "code": ""
        }
      ]
    },
    "1.5": {
      "number": 1.5,
      "question": "ભૂતકાળમાં તમે આ સેન્ટર (ક્લિનિક)ની કેટલી વાર મુલાકાત લીધી છે? ",
      "type": "radio",
      "options": [
        {
          "label": "આ પહેલી વાર છે",
          "code": "1"
        },
        {
          "label": "કેટલીકવાર મુલાકાત લીધી છે",
          "code": "2"
        },
        {
          "label": "ઘણીવાર મુલાકાત લીધી છે",
          "code": "3"
        }
      ]
    },
    "1.6": {
      "number": 1.6,
      "question": "તમે આ સેન્ટર (ક્લિનિક)ની પ્રથમવાર ક્યારે મુલાકાત લીધી હતી?",
      "type": "input",
      "inputType": "number",
      "inputLimit": 4
    },
    "1.7": {
      "number": 1.7,
      "question": "આ ક્લિનિકની અન્ય કોઈ મુલાકાત વખતે, શું તમે ક્યારેય તમારું બ્લડ ટેસ્ટિંગ  કરાવ્યું છે?",
      "type": "radio",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "1.9": {
      "number": 1.9,
      "question": "તમે આ ક્લિનિકમાં આવવાનું શા માટે નક્કી/પસંદ કર્યું છે?",
      "type": "radio",
      "options": [
        {
          "label": "કિંમત ઓછો છે",
          "code": "1"
        },
        {
          "label": "મારા અડ્ડાની નજીક",
          "code": "2"
        },
        {
          "label": "એપોલોના બ્રાન્ડના નામને લીધે",
          "code": "3"
        },
        {
          "label": "પહેલાની મુલાકાતોમાં સારી છાપ હતી",
          "code": "4"
        },
        {
          "label": "કોઈપણ અન્ય (જણાવો)-------------",
          "code": "5"
        }
      ]
    },
    "1.1_0": {
      "number": "1.1_0",
      "question": "આ વખતે આ સેન્ટર (ક્લીનિક)ની મુલાકાત લેવાનું કારણ શું છે? ",
      "type": "multi",
      "options": [
        {
          "label": "સામાન્ય તાવ",
          "code": ""
        },
        {
          "label": "શરદી અને ઉધરસ",
          "code": "1"
        },
        {
          "label": "પીઠનો દુખાવો",
          "code": ""
        },
        {
          "label": "પેટનો દુખાવો",
          "code": ""
        },
        {
          "label": "માથાનો દુખાવો",
          "code": "2"
        },
        {
          "label": "સાંધાનો દુખાવો",
          "code": ""
        },
        {
          "label": "સ્નાયુઓમાં દુખાવો",
          "code": "3"
        },
        {
          "label": "દ્રષ્ટિ સંબંધિત સમસ્યા",
          "code": "4"
        },
        {
          "label": "સ્પુટમ ટેસ્ટિંગ",
          "code": "5"
        },
        {
          "label": "હાયપરટેન્શન સંબંધિત સમસ્યા",
          "code": "6"
        },
        {
          "label": "ડાયાબિટીસ સંબંધિત સમસ્યા",
          "code": "7"
        },
        {
          "label": "બ્લડ ટેસ્ટ/એચઆઈવી ટેસ્ટ",
          "code": "8"
        },
        {
          "label": "કોઈપણ અન્ય (સ્પજણાવો)----------",
          "code": "9"
        }
      ]
    },
    "1.11": {
      "number": 1.11,
      "question": "તમારી હાલની મુલાકાતમાં તમે કેટલા વ્યક્તિ(વ્યક્તિઓ)ને મળ્યા હતા? ",
      "type": "multi",
      "options": [
        {
          "label": "જે વ્યક્તિ રજીસ્ટ્રેશન કરી રહી છે",
          "code": "1"
        },
        {
          "label": "ડોક્ટર",
          "code": "2"
        },
        {
          "label": "આંખનું ટેસ્ટીંગ કરાવનાર વ્યક્તિ",
          "code": "4"
        },
        {
          "label": "વ્યક્તિ કે જેણે રેન્ડમ બ્લડ સુગર તપાસ્યું",
          "code": ""
        },
        {
          "label": "જો ડૉક્ટર દ્વારા તપાસવામાં ના આવે તો",
          "code": "5"
        },
        {
          "label": "ડૉક્ટર દ્વારા તપાસવામાં ના આવે તો બ્લડ પ્રેશર તપાસનાર વ્યક્તિ",
          "code": "7"
        },
        {
          "label": "જે વ્યક્તિએ એચઆયવી ટેસ્ટિંગ માટે લોહી લીધું હોય જો ડૉક્ટર દ્વારા તપાસ ના કરવામાં આવે તો",
          "code": "8"
        },
        {
          "label": "દવા આપનાર વ્યક્તિ",
          "code": "9"
        },
        {
          "label": "જે વ્યક્તિએ સ્પુટમ સેમ્પલ મેળવ્યું હતું",
          "code": "10"
        },
        {
          "label": "કોઈપણ અન્ય (જણાવો)----------",
          "code": ""
        }
      ]
    },
    "2.1": {
      "number": 2.1,
      "question": "રજીસ્ટ્રેશન માટે તમારે કેટલો સમય રાહ જોવી પડી હતી?",
      "type": "radio",
      "options": [
        {
          "label": "રાહ જોવી પડી નહોતી",
          "code": "1"
        },
        {
          "label": "લગભગ 5 મિનિટ રાહ જોઈ",
          "code": "2"
        },
        {
          "label": "લગભગ 5-10 મિનિટ રાહ જોઈ",
          "code": "3"
        },
        {
          "label": "લગભગ 10-15 મિનિટ રાહ જોઈ",
          "code": "4"
        },
        {
          "label": "15 મિનિટ કરતા વધારે સમય માટે રાહ જોઈ",
          "code": "5"
        }
      ],
      "section": "સેક્શન 2: રજીસ્ટ્રેશન"
    },
    "2.2": {
      "number": 2.2,
      "question": "શું તેણે તમારું કાર્ડ બનાવ્યું કે રિન્યુ કર્યું હતું?",
      "type": "radio",
      "options": [
        {
          "label": "નવું કાર્ડ બનાવ્યું",
          "code": "1"
        },
        {
          "label": "જૂનું કાર્ડ રિન્યુ કરાવ્યું",
          "code": "2"
        },
        {
          "label": "કોઈ કાર્ડ બનાવ્યું કે રિન્યુ કર્યું નથી",
          "code": "3"
        }
      ]
    },
    "2.3": {
      "number": 2.3,
      "question": "રજીસ્ટ્રેશન કરનાર વ્યક્તિનું વર્તન કેવું હતું?",
      "type": "radio",
      "options": [
        {
          "label": "તે ઓકે હતું",
          "code": "1"
        },
        {
          "label": "તે એકદમ મૈત્રીપૂર્ણ હતું",
          "code": "2"
        },
        {
          "label": "તે અસભ્ય હતો",
          "code": "3"
        }
      ]
    },
    "2.4": {
      "number": 2.4,
      "question": "શું તમને ડૉક્ટર/કાઉન્સેલરને મળતા પહેલાં તમારા હાથને સેનિટાઈઝ કરવાનું કહેવામાં આવ્યું હતું?",
      "type": "radio",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "2.5": {
      "number": 2.5,
      "question": "શું તમને ડૉક્ટર/કાઉન્સેલરને મળતા પહેલાં માસ્ક પહેરવાનું કહેવામાં આવ્યું હતું?",
      "type": "radio",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "2.6": {
      "number": 2.6,
      "question": "રજીસ્ટ્રેશન પછી તમારે જે વ્યક્તિને મળવાનું છે તેના વિશે શું તેણે તમને યોગ્ય માર્ગદર્શન આપ્યું છે?",
      "type": "radio",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "4.1": {
      "number": 4.1,
      "question": "શું તમારી શારીરિક તપાસ કરવામાં આવી હતી, ક્લિનિકની અંદર ડૉક્ટર દ્વારા ડાયેગ્નોસ/નિદાન કરવામાં આવ્યું હતું",
      "type": "radio",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ],
      "section": "સેક્શન 4: ડૉક્ટર દ્વારા તપાસ અને સારવાર"
    },
    "4.2": {
      "number": 4.2,
      "question": "શું ડોક્ટરે તમારી તપાસ કરતા પહેલા તમારી સાથે રેપો બનાવવાનો પ્રયાસ કર્યો હતો?",
      "type": "radio",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "4.3": {
      "number": 4.3,
      "question": "શું તમને શારીરિક તપાસ પહેલા ડૉક્ટર પાસેથી ગોપનીયતાની ખાતરી મળી હતી?",
      "type": "radio",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "4.4": {
      "number": 4.4,
      "question": "તમે ડૉક્ટરને બતાવો તેની પહેલાં તમારે કેટલો સમય રાહ જોવી પડી?",
      "options": [
        {
          "label": "10 મિનિટથી ઓછું",
          "code": "1"
        },
        {
          "label": "10-15 મિનિટ",
          "code": "2"
        },
        {
          "label": "15-30 મિનિટ",
          "code": "3"
        },
        {
          "label": "30-45 મિનિટ",
          "code": "4"
        },
        {
          "label": "45 મિનિટ - 1 કલાક",
          "code": "5"
        },
        {
          "label": "1 કલાકથી વધારે",
          "code": "6"
        }
      ]
    },
    "4.5": {
      "number": 4.5,
      "question": "ચર્ચા દરમિયાન તમને તમારી શંકા/સવાલો વિશે પૂછવાની તક આપવામાં આવી હતી?",
      "type": "radio",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "4.6": {
      "number": 4.6,
      "question": "શું તમે તમારી સ્વાસ્થ્ય સમસ્યા વિશે કોઈ સવાલો પૂછ્યા હતા?",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "4.7": {
      "number": 4.7,
      "question": " શું ડૉક્ટર તમારા સવાલો/શંકાઓના જવાબ (અથવા સ્પષ્ટતા) આપવામાં સક્ષમ હતા?",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "4.8": {
      "number": 4.8,
      "question": "ચર્ચા દરમિયાન રૂમમાં તમારી અને ડૉક્ટરની બાજુમાં કોઈ હાજર હતું, જે ચર્ચા સાંભળી શકે છે?",
      "type": "radio",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "4.9": {
      "number": 4.9,
      "question": "શું ક્લિનિકમાં તપાસ/એકઝામીન કરવા માટે ખાનગી વિસ્તાર હતો?",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "4.1_0": {
      "number": "4.1_0",
      "question": "શું ડૉક્ટર સાથેની ચર્ચા તમે સમજી ગયા હતા?",
      "type": "radio",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "4.11": {
      "number": 4.11,
      "question": "તમારા અભિપ્રાયમાં ડૉક્ટરનું એકંદરે વર્તન કેવું હતું?",
      "options": [
        {
          "label": "શાંતિથી બધુંજ બરાબર સમજાવ્યું",
          "code": "1"
        },
        {
          "label": "ઉતાવળમાં હતા અને ટૂંકમાં ચર્ચા કરી હતી",
          "code": "2"
        },
        {
          "label": "અસભ્ય અને યોગ્ય રીતે સમજાવ્યું નથી",
          "code": "3"
        }
      ],
      "instruction": "એક પછી એક વિકલ્પો વાંચી સંભળાવો"
    },
    "4.12": {
      "number": 4.12,
      "question": "ડૉક્ટરે તમારી સાથે વિતાવેલો અંદાજિત સમય (મિનિટમાં)?",
      "type": "radio",
      "options": [
        {
          "label": "10 મિનિટથી ઓછું",
          "code": "1"
        },
        {
          "label": "10-15 મિનિટ",
          "code": "2"
        },
        {
          "label": "15-30 મિનિટ",
          "code": "3"
        },
        {
          "label": "30-45 મિનિટ",
          "code": "4"
        },
        {
          "label": "45 મિનિટ - 1 કલાક",
          "code": "5"
        },
        {
          "label": "1 કલાકથી વધારે",
          "code": "6"
        }
      ]
    },
    "4.13": {
      "number": 4.13,
      "question": "તમને આપવામાં આવેલ કાઉન્સેલિંગ/તપાસ/નિદાનની ગુણવત્તાના સંદર્ભમાં તમે ડૉક્ટરને કેવી રીતે રેટ કરશો?",
      "options": [
        {
          "label": "સારું",
          "code": "1"
        },
        {
          "label": "ઠીક",
          "code": "2"
        },
        {
          "label": "સારું નથી",
          "code": "3"
        }
      ]
    },
    "4.14": {
      "number": 4.14,
      "question": "શું ડોકટરે તપાસ/નિદાન દરમિયાન ગ્લોવ્ઝ પહેર્યા હતા",
      "type": "radio",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "4.15": {
      "number": 4.15,
      "question": "શું ડૉક્ટરે તપાસ/ચર્ચા દરમિયાન માસ્ક પહેર્યું હતું?",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "4.16": {
      "number": 4.16,
      "question": "શું ડૉક્ટર તપાસ/નિદાન દરમિયાન સ્ટર્લાઈઝ્ડ સાધનોનો ઉપયોગ કરી રહ્યા હતા? ",
      "type": "radio",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        },
        {
          "label": "જાણતા નથી",
          "code": "3"
        }
      ]
    },
    "4.17": {
      "number": 4.17,
      "question": "ડૉક્ટરે શું પ્રિસ્ક્રાઇબ કર્યું હતું? અનેક કોડ",
      "options": [
        {
          "label": "દવા",
          "code": "1"
        },
        {
          "label": "ફાસ્ટિંગ બ્લડ સુગર ટેસ્ટ",
          "code": "2"
        },
        {
          "label": "બ્લડ ટેસ્ટ",
          "code": "3"
        },
        {
          "label": "આય સાઈડ/દૃષ્ટિનું ટેસ્ટિંગ",
          "code": "4"
        },
        {
          "label": "સ્પુટમ ટેસ્ટ / છાતીનો એક્સ-રે",
          "code": "5"
        },
        {
          "label": "કોઈપણ અન્ય (જણાવો________)",
          "code": "6"
        }
      ]
    },
    "4.19": {
      "number": 4.19,
      "question": "શું તમે આ ડૉક્ટર/સુવિધાને અન્ય લોકોને ભલામણ કરશો?",
      "type": "radio",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "5.1": {
      "number": 5.1,
      "question": "તમે ઑપ્ટોમેટ્રિસ્ટને બતાવી શકો તેની પહેલાં તમારે કેટલો સમય રાહ જોવી પડી?",
      "options": [
        {
          "label": "10 મિનિટથી ઓછું",
          "code": "1"
        },
        {
          "label": "10-15 મિનિટ",
          "code": "2"
        },
        {
          "label": "15-30 મિનિટ",
          "code": "3"
        },
        {
          "label": "30-45 મિનિટ",
          "code": "4"
        },
        {
          "label": "45 મિનિટ - 1 કલાક",
          "code": "5"
        },
        {
          "label": "1 કલાકથી વધારે",
          "code": "6"
        }
      ]
    },
    "5.2": {
      "number": 5.2,
      "question": "ઓપ્ટોમેટ્રિસ્ટ દ્વારા તમારી શારીરિક તપાસ કરવામાં આવી હતી",
      "type": "radio",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "5.3": {
      "number": 5.3,
      "question": "શું આંખોની દૃષ્ટિને તપાસવામાં આવી હતી?",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "5.4": {
      "number": 5.4,
      "question": "આય સાઈટ્સ/દ્રષ્ટિની તપાસ કર્યા પછી શું ભલામણ કરવામાં આવી છે?",
      "type": "radio",
      "options": [
        {
          "label": "ચશ્માની ભલામણ કરી",
          "code": "1"
        },
        {
          "label": "આઇ ડ્રોપની ભલામણ કરી",
          "code": "2"
        },
        {
          "label": "મોતિયાના ઓપરેશનની ભલામણ કરી",
          "code": "3"
        },
        {
          "label": "સર્જરીની ભલામણ કરી",
          "code": "4"
        },
        {
          "label": "કેટલીક દવાની ભલામણ કરી",
          "code": "5"
        },
        {
          "label": "જણાવ્યું કે બધુંજ સારું છે",
          "code": "6"
        },
        {
          "label": "કોઈપણ અન્ય (જણાવો____________)",
          "code": "7"
        }
      ]
    },
    "5.5": {
      "number": 5.5,
      "question": "શું ઑપ્ટોમેટ્રિસ્ટ સાથેની ચર્ચા તમે સમજી ગયા હતા?",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "5.6": {
      "number": 5.6,
      "question": "તમારા અભિપ્રાયમાં ઓપ્ટોમેટ્રિસ્ટનું એકંદરે વર્તન કેવું હતું?",
      "type": "radio",
      "options": [
        {
          "label": "શાંતિથી બધુંજ બરાબર સમજાવ્યું",
          "code": "1"
        },
        {
          "label": "ઉતાવળમાં હતા અને ટૂંકમાં ચર્ચા કરી હતી",
          "code": "2"
        },
        {
          "label": "અસભ્ય અને યોગ્ય રીતે સમજાવ્યું નથી",
          "code": "3"
        }
      ],
      "instruction": "એક પછી એક વિકલ્પો વાંચી સંભળાવો"
    },
    "5.7": {
      "number": 5.7,
      "question": "ઑપ્ટોમેટ્રિસ્ટે તમારી સાથે વિતાવેલો અંદાજિત સમય (મિનિટમાં)?",
      "type": "radio",
      "options": [
        {
          "label": "10 મિનિટથી ઓછું",
          "code": "1"
        },
        {
          "label": "10-15 મિનિટ",
          "code": "2"
        },
        {
          "label": "15-30 મિનિટ",
          "code": "3"
        },
        {
          "label": "30-45 મિનિટ",
          "code": "4"
        },
        {
          "label": "45 મિનિટ - 1 કલાક",
          "code": "5"
        },
        {
          "label": "1 કલાકથી વધારે",
          "code": "6"
        }
      ]
    },
    "5.8": {
      "number": 5.8,
      "question": "તમને આપવામાં આવેલ કાઉન્સેલિંગ/તપાસ/નિદાનની ગુણવત્તાના સંદર્ભમાં તમે ઑપ્ટોમેટ્રિસ્ટ ડૉક્ટરને કેવી રીતે રેટ કરશો?",
      "type": "radio",
      "options": [
        {
          "label": "સારું",
          "code": "1"
        },
        {
          "label": "ઠીક",
          "code": "2"
        },
        {
          "label": "સારું નથી",
          "code": "3"
        }
      ]
    },
    "5.9": {
      "number": 5.9,
      "question": "શું ડોકટરે તપાસ/નિદાન દરમિયાન ગ્લોવ્ઝ પહેર્યા હતા?",
      "type": "radio",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "5.1_0": {
      "number": "5.1_0",
      "question": "શું ડૉક્ટરે તપાસ/ચર્ચા દરમિયાન માસ્ક પહેર્યું હતું?",
      "type": "radio",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "6.1": {
      "number": 6.1,
      "question": "તમે લેબ ટેકનિશિયનને બતાવો તેની પહેલાં તમારે કેટલો સમય રાહ જોવી પડી હતી?",
      "type": "radio",
      "options": [
        {
          "label": "10 મિનિટથી ઓછું 1",
          "code": ""
        },
        {
          "label": "10-15 મિનિટ 2",
          "code": ""
        },
        {
          "label": "15-30 મિનિટ 3",
          "code": ""
        },
        {
          "label": "30-45 મિનિટ 4",
          "code": ""
        },
        {
          "label": "45 મિનિટ - 1 કલાક 5",
          "code": ""
        },
        {
          "label": "1 કલાકથી વધારે 6",
          "code": ""
        }
      ],
      "section": "બ્લડ ટેસ્ટિંગ: આ સેક્શન ફક્ત તે જ લોકોને પૂછવામાં આવશે જેમને ડૉક્ટર દ્વારા બ્લડ ટેસ્ટિંગ અથવા સ્પુટમ કલેક્શન પ્રિસ્કાઇબ કરવામાં આવ્યું છે."
    },
    "6.2": {
      "number": 6.2,
      "question": "શું ક્લિનિકમાં લેબ ટેસ્ટિંગ માટે ખાનગી વિસ્તાર હતો?",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "6.3": {
      "number": 6.3,
      "question": "તમારા અભિપ્રાયમાં લેબ ટેકનિશિયનનું એકંદરે વર્તન કેવું હતું?",
      "type": "radio",
      "options": [
        {
          "label": "શાંતિથી બધુંજ બરાબર સમજાવ્યું",
          "code": "1"
        },
        {
          "label": "ઉતાવળમાં હતા",
          "code": "2"
        },
        {
          "label": "અસભ્ય અને યોગ્ય રીતે ટેસ્ટિંગની પ્રક્રિયા સમજાવી નથી",
          "code": "3"
        }
      ],
      "instruction": "એક પછી એક વિકલ્પો વાંચી સંભળાવો"
    },
    "6.4": {
      "number": 6.4,
      "question": "શું ફાર્માસિસ્ટ/લેબ ટેકનિશિયને બ્લડ ટેસ્ટિંગ દરમિયાન હાથ ધોયા હતા?",
      "options": [
        {
          "label": "ટેસ્ટિંગ પહેલાં હાથ ધોયા",
          "code": "1"
        },
        {
          "label": "ટેસ્ટિંગ પછી હાથ ધોયા",
          "code": "2"
        },
        {
          "label": "ટેસ્ટિંગ પહેલાં અને પછી હાથ ધોવા",
          "code": "3"
        },
        {
          "label": "હાથ ના ધોયા",
          "code": "4"
        },
        {
          "label": "અવલોકન કર્યું નથી",
          "code": "5"
        }
      ]
    },
    "6.5": {
      "number": 6.5,
      "question": "બ્લડ ટેસ્ટીંગ પ્રક્રિયામાં કેટલો સમય લાગ્યો હતો?",
      "type": "radio",
      "options": [
        {
          "label": "10-15 મિનિટ",
          "code": "2"
        },
        {
          "label": "15-30 મિનિટ",
          "code": "3"
        },
        {
          "label": "30-45 મિનિટ",
          "code": "4"
        },
        {
          "label": "45 મિનિટ - 1 કલાક",
          "code": "5"
        },
        {
          "label": "1 કલાકથી વધારે",
          "code": "6"
        }
      ]
    },
    "6.6": {
      "number": 6.6,
      "question": "શું ટેસ્ટિંગનું પરિણામ તમને લેબ ટેકનિશિયન દ્વારા જાહેર કરવામાં આવ્યું હતું?",
      "type": "radio",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        },
        {
          "label": "કાઉન્સેલરને રીફર કર્યા",
          "code": "3"
        },
        {
          "label": "ડૉક્ટર",
          "code": "4"
        },
        {
          "label": "પછીથી આવવા કહ્યું",
          "code": "5"
        }
      ]
    },
    "7.1": {
      "number": 7.1,
      "question": "તમે ફાર્માસિસ્ટને મળી શકો તેની પહેલાં તમારે કેટલો સમય રાહ જોવી પડી હતી?",
      "type": "radio",
      "options": [
        {
          "label": "10-15 મિનિટ",
          "code": "1"
        },
        {
          "label": "15-30 મિનિટ",
          "code": "2"
        },
        {
          "label": "30-45 મિનિટ",
          "code": "3"
        },
        {
          "label": "45 મિનિટ - 1 કલાક",
          "code": "4"
        },
        {
          "label": "1 કલાકથી વધારે",
          "code": "5"
        }
      ],
      "section": "સેક્શન 7: દવાનું વિતરણ: આ સેક્શન ફક્ત તે જ લોકોને પૂછવામાં આવશે જેમને ડૉક્ટર દ્વારા દવા પ્રિસ્કાઇબ કરવામાં આવી હોય"
    },
    "7.2": {
      "number": 7.2,
      "question": "તમારા અભિપ્રાયમાં ફાર્માસિસ્ટનું એકંદરે વર્તન કેવું હતું?",
      "options": [
        {
          "label": "શાંતિથી અને યોગ્ય રીતે દવાઓ આપી",
          "code": "1"
        },
        {
          "label": "ઉતાવળમાં હતા",
          "code": "2"
        },
        {
          "label": "અસભ્ય અને પ્રીસ્ક્રાઈબ કર્યા મુજબ દવાઓ યોગ્ય રીતે આપી નથી",
          "code": "3"
        },
        {
          "label": "દવા ઉપલબ્ધ ન હતી",
          "code": "4"
        }
      ]
    },
    "7.3": {
      "number": 7.3,
      "question": "જો દવા ઉપલબ્ધ ના હોય, તો તમને ફાર્માસિસ્ટ દ્વારા શું કહેવામાં આવ્યું હતું?",
      "type": "radio",
      "options": [
        {
          "label": "પછીથી આવવાનું કહ્યું",
          "code": "1"
        },
        {
          "label": "કેમિસ્ટની દુકાનમાંથી દવા ખરીદવાનું કહ્યું",
          "code": "2"
        },
        {
          "label": "કંઈપણ કહેવામાં આવ્યું ન હતું",
          "code": "3"
        },
        {
          "label": "લાગુ પડતું નથી",
          "code": ""
        },
        {
          "label": "દવા ઉપલબ્ધ હતી",
          "code": "4"
        },
        {
          "label": "અન્ય (જણાવો………………………)",
          "code": "9"
        }
      ]
    },
    "7.4": {
      "number": 7.4,
      "question": "તમને દવાના ડોઝ વિશે જણાવવામાં આવ્યું હતું ",
      "options": [
        {
          "label": "હા",
          "code": "1"
        },
        {
          "label": "ના",
          "code": "2"
        }
      ]
    },
    "8.1": {
      "number": 8.1,
      "question": "શું એસટીઆઈ, એચઆઈવી/એઈડ્ઝ પર કોઈ ગ્લો સાઈન બોર્ડ/પોસ્ટર/અન્ય પીઆઈપી ક્લિનિક/કાઉન્સેલર/ડૉક્ટરની ચેમ્બરની અંદર દેખાતા હતા? ",
      "type": "radio",
      "options": [
        {
          "label": "ચશ્માની ભલામણ કરી",
          "code": "1"
        },
        {
          "label": "આઇ ડ્રોપની ભલામણ કરી",
          "code": "2"
        },
        {
          "label": "મોતિયાના ઓપરેશનની ભલામણ કરી",
          "code": "3"
        },
        {
          "label": "સર્જરીની ભલામણ કરી",
          "code": "4"
        },
        {
          "label": "કેટલીક દવાની ભલામણ કરી",
          "code": "5"
        },
        {
          "label": "જણાવ્યું કે બધુંજ સારું છે",
          "code": "6"
        },
        {
          "label": "કોઈપણ અન્ય (જણાવો____________)",
          "code": "7"
        }
      ],
      "section": "સેક્શન 8: IEC મટીરીયલ અને અન્ય સુવિધાઓનું ડિસપ્લે (બધાને પૂછો)"
    },
    "8.2": {
      "number": 8.2,
      "question": "શું ક્લિનિક પરિસરમાં વોશરૂમ/બાથરૂમ/ટોઇલેટ હતું",
      "options": [
        {
          "label": "હા 1 ના 2 અવલોકન કર્યું નથી 3",
          "code": ""
        }
      ]
    },
    "8.3": {
      "number": 8.3,
      "question": "શું ક્લિનિક પરિસરમાં વોશ બેસિન હતું",
      "type": "radio",
      "options": [
        {
          "label": "હા (1) ના (2) અવલોકન કર્યું નથી",
          "code": "3"
        }
      ]
    },
    "8.4": {
      "number": 8.4,
      "question": "ક્લિનિક પરિસરની અંદર દર્દીઓ માટે બેસવાની વ્યવસ્થા/વેઈટીંગ રૂમ હતી ",
      "options": [
        {
          "label": "હા (1) ના (2) અવલોકન કર્યું નથી",
          "code": "3"
        }
      ]
    },
    "8.5": {
      "number": 8.5,
      "question": "તમે આ ક્લિનિકની એકંદરે સેવાઓ સાથે સંતુષ્ટ છો?",
      "type": "radio",
      "options": [
        {
          "label": "સંતુષ્ટ",
          "code": "1"
        },
        {
          "label": "થોડા સંતુષ્ટ",
          "code": "2"
        },
        {
          "label": "સંતુષ્ટ નથી",
          "code": "3"
        }
      ]
    },
    "9.1": {
      "number": 9.1,
      "question": "એટીએફ ક્લિનિકની અંદર તમે ઘણી બધી પ્રક્રિયાઓમાંથી પસાર થયા છો, તમે નીચેના ઈન્ડીકેટર્સથી તમારી એકંદરે ધારણાને કેવી રીતે રેટ કરશો? કૃપા કરીને ટિક માર્ક કરો",
      "type": "rate",
      "section": "સેક્શન 9: સુવિધા અને સેવાઓ સાથે એકંદરે સંતુષ્ટિ (બધાને પૂછો)",
      "STATEMENTS": [
        {
          "label": "ડૉક્ટર દ્વારા તપાસ/નિદાન",
          "id": ""
        },
        {
          "label": "બ્લડ ટેસ્ટિંગ",
          "id": ""
        },
        {
          "label": "દવાઓનું વિતરણ",
          "id": ""
        },
        {
          "label": "સ્ટાફનું વર્તન",
          "id": ""
        },
        {
          "label": "વેઈટીંગ જગ્યા/રૂમ",
          "id": ""
        },
        {
          "label": "ક્લિનિકની અંદર સ્વચ્છતા",
          "id": ""
        },
        {
          "label": "પ્રમોશનલ મટીરીયલ",
          "id": ""
        }
      ],
      "FREQUENCIES": [
        {
          "label": "ખરેખર સારું",
          "value": "5"
        },
        {
          "label": "સારું",
          "value": "4"
        },
        {
          "label": "ઠીક છે",
          "value": "3"
        },
        {
          "label": "ખરાબ(2) ખૂબજ ખરાબ",
          "value": "1"
        },
        {
          "label": "ટિપ્પણી કરી શકતા નથી",
          "value": "8"
        }
      ]
    },
    "9.2": {
      "number": 9.2,
      "question": "શું એવી કોઈ અન્ય અપેક્ષાઓ છે જે તમારી ક્લિનિકની મુલાકાત દરમિયાન પૂરી થઈ ન હતી?",
      "type": "input"
    },
    "9.3": {
      "number": 9.3,
      "question": "સુધારો કરવા માટેના અન્ય કોઈ વધારાનું સૂચન/સૂચનો",
      "type": "input"
    }
  },
  
}


export default gujrati