const kannada= {
  Section1: {
    "1.1": {
      "number": 1.1,
      "question": "ಪೂರ್ಣಗೊಂಡ ವರ್ಷಗಳಲ್ಲಿ ವಯಸ್ಸು?",
      "type": "input",
      "section": "ವಿಭಾಗ 1: ಪ್ರತಿಕ್ರಿಯಿಸುವವರ ಪ್ರೊಫೈಲ್",
      "inputType": "number ಸಂಖ್ಯೆ",
      "label": "ಪೂರ್ಣಗೊಳಿಸಿದ ವರ್ಷಗಳಲ್ಲಿ"
    },
    "1.2": {
      "number": 1.2,
      "question": "ಲಿಂಗ",
      "type": "radio",
      "options": [
        {
          "label": "ಗಂಡು",
          "code": "1"
        },
        {
          "label": "ಹೆಣ್ಣು",
          "code": "2"
        }
      ]
    },
    "1.3": {
      "number": 1.3,
      "question": "ಶೈಕ್ಷಣಿಕ ಅರ್ಹತೆಯು ಏನು?",
      "type": "radio",
      "options": [
        {
          "label": "ಅನಕ್ಷರಸ್ಥ",
          "code": "1"
        },
        {
          "label": "ಪ್ರಾಥಮಿಕಕ್ಕಿಂತ ಕಡಿಮೆ",
          "code": "2"
        },
        {
          "label": "ಪ್ರಾಥಮಿಕ ಶಾಲೆಯು ಪೂರ್ಣಗೊಂಡಿದೆ",
          "code": "3"
        },
        {
          "label": "ಮಧ್ಯಮ ಶಾಲೆಯು ಪೂರ್ಣಗೊಂಡಿದೆ",
          "code": "4"
        },
        {
          "label": "ಪ್ರೌಢಶಾಲೆ / ಮೆಟ್ರಿಕ್ಯುಲೇಷನ್",
          "code": "5"
        },
        {
          "label": "ಪೂರ್ಣಗೊಳಿಸಿದ ಹೈಯರ್ ಸೆಕೆಂಡರಿ / ಇಂಟರ್ಮೀಡಿಯೇಟ್",
          "code": "6"
        },
        {
          "label": "ಪೂರ್ಣಗೊಳಿಸಿದ ಪದವಿ",
          "code": "7"
        },
        {
          "label": "ಸ್ನಾತಕೋತ್ತರ ಪದವಿ ಮತ್ತು ಅದಕ್ಕಿಂತ ಹೆಚ್ಚು",
          "code": "8"
        }
      ]
    },
    "1.4": {
      "number": 1.4,
      "question": " ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಉದ್ಯೋಗವು ಯಾವುದು ಎಂದು ದಯವಿಟ್ಟು ನನಗೆ ತಿಳಿಸುವಿರಾ?",
      "type": "radio",
      "options": [
        {
          "label": "ಟ್ರಕ್ಕರ್",
          "code": "1"
        },
        {
          "label": "ಸಹಾಯಕ",
          "code": "2"
        },
        {
          "label": "ಕೆಲಸ (ಟೀ-ಅಂಗಡಿ/ಧಾಬಾ ಮಾಲೀಕರು",
          "code": ""
        },
        {
          "label": "ಕ್ಷೌರಿಕರು",
          "code": ""
        },
        {
          "label": "ರಸ್ತೆಬದಿಯ ಮೆಕ್ಯಾನಿಕ್‌ಗಳು",
          "code": ""
        },
        {
          "label": "ಸ್ಥಳದಲ್ಲಿ ಶಾಪಿಂಗ್ ಮಾಡುವವರು",
          "code": "3"
        },
        {
          "label": "ಬೇರೆ ಯಾವುದಾದರೂ (ಹೆಸರಿಸಿ)------------ ----------",
          "code": "9"
        },
      
      ]
    },
    "1.5": {
      "number": 1.5,
      "question": "ನೀವು ಈ ಹಿಂದೆ ಎಷ್ಟು ಬಾರಿ ಈ ಕೇಂದ್ರಕ್ಕೆ (ಕ್ಲಿನಿಕ್) ಭೇಟಿ ನೀಡಿದ್ದೀರಿ?",
      "type": "radio",
      "options": [
        {
          "label": "ಇದು ಮೊದಲ ಬಾರಿಗೆ",
          "code": "1"
        },
        {
          "label": "ಕೆಲವು ಬಾರಿ ಭೇಟಿ ನೀಡಿದ್ದೇನೆ",
          "code": "2"
        },
        {
          "label": "ಹಲವಾರು ಬಾರಿ ಭೇಟಿ ನೀಡಿದ್ದೇನೆ",
          "code": "3"
        }
      ]
    },
    "1.6": {
      "number": 1.6,
      "question": "ನೀವು ಈ ಕೇಂದ್ರಕ್ಕೆ (ಕ್ಲಿನಿಕ್) ಮೊದಲ ಬಾರಿಗೆ ಯಾವಾಗ ಭೇಟಿ ನೀಡಿದ್ದೀರಿ?",
      "type": "input",
      "inputType": "number ಸಂಖ್ಯೆ",
      "inputLimit": 4
    },
    "1.7": {
      "number": 1.7,
      "question": "ಈ ಚಿಕಿತ್ಸಾಲಯಕ್ಕೆ ಬೇರೆ ಯಾವುದೇ ಭೇಟಿ ನೀಡಿದಾಗ, ನೀವು ಎಂದಾದರೂ ನಿಮ್ಮ ರಕ್ತವನ್ನು ಪರೀಕ್ಷೆಯನ್ನು ಮಾಡಿಸಿದ್ದೀರಾ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    }, "1.8":{
      number:"1.8",
      question:"Who referred/told you about this center (clinic) for the first time?",
      type:"radio",
      options:[
        {label:"Who referred/told you about this center (clinic) for the first time?",
          code:"1"
        },
        {label:"Peer educator",
          code:"2"
        },
        {label:"Other colleagues ",
          code:"3"
        },
        {label:"Member of allied population(Tea-shop/Dhaba owners, barbers, roadside mechanics etc) ",
          code:"4"
        },
        {label:"Visited on my own (saw advertisement, IEC material, etc)",
          code:"5"
        },
        {label:"Don’t Remember",
          code:"6"
        },

      ]
    },
    "1.9": {
      "number": 1.9,
      "question": "ನೀವು ಯಾಕೆ ಈ ಕ್ಲಿನಿಕ್ ಗೆ ಬರಲು ನಿರ್ಧರಿಸಿದ್ದೀರಿ/ಆಯ್ಕೆ ಮಾಡಿದ್ದೀರಿ?",
      "type": "radio",
      "options": [
        {
          "label": "ಖರ್ಚು ಕಡಿಮೆ",
          "code": "1"
        },
        {
          "label": "ನನ್ನ ಅಡ್ಡಾ ಹತ್ತಿರದಲ್ಲಿ ಇದೆ",
          "code": "2"
        },
        {
          "label": "ಅಪೊಲೊ ಬ್ರಾಂಡ್ ಹೆಸರಿನ ಕಾರಣ",
          "code": "3"
        },
        {
          "label": "ಆರಂಭಿಕ ಭೇಟಿಗಳಲ್ಲಿ ಉತ್ತಮ ಪ್ರಭಾವವನ್ನು ಹೊಂದಿತ್ತು",
          "code": "4"
        },
        {
          "label": "ಬೇರೆ ಯಾವುದಾದರೂ (ಹೆಸರಿಸಿ)------------ -------------",
          "code": "5"
        }
      ]
    },
    "1.1_0": {
      "number": "1.1_0",
      "question": " ಈ ಬಾರಿ ಈ ಕೇಂದ್ರಕ್ಕೆ (ಕ್ಲಿನಿಕ್) ಭೇಟಿ ನೀಡಲು ಕಾರಣವೇನು?",
      "type": "multi",
      "options": [
       
        {
          "label": "ಸಾಮಾನ್ಯ ಜ್ವರ,ಶೀತ ಮತ್ತು ಕೆಮ್ಮು",
          "code": "1"
        },
        
        {
          "label": "ಬೆನ್ನು ನೋವು,ಹೊಟ್ಟೆ ನೋವು.ತಲೆ ನೋವು",
          "code": "2"
        },
       
        {
          "label": "ಕೀಲು ನೋವು,ಸ್ನಾಯು ನೋವು",
          "code": "3"
        },
        {
          "label": "ದೃಷ್ಟಿ ಸಂಬಂಧಿತ ಸಮಸ್ಯೆ",
          "code": "4"
        },
        {
          "label": "ಕಫದ ಪರೀಕ್ಷೆ",
          "code": "5"
        },
        {
          "label": "ಅಧಿಕ ರಕ್ತದೊತ್ತಡ ಸಂಬಂಧಿತ ಸಮಸ್ಯೆ",
          "code": "6"
        },
        {
          "label": "ಮಧುಮೇಹ ಸಂಬಂಧಿತ ಸಮಸ್ಯೆ",
          "code": "7"
        },
        {
          "label": "ರಕ್ತ ಪರೀಕ್ಷೆ/ಎಚ್ಐವಿ ಪರೀಕ್ಷೆ",
          "code": "8"
        },
        {
          "label": "ಯಾವುದೇ ಇತರೆ (ಹೆಸರಿಸಿ)---------------------------",
          "code": "9"
        }
      ]
    },
    "1.11": {
      "number": 1.11,
      "question": "ನಿಮ್ಮ ಪ್ರಸ್ತುತವಾದ ಭೇಟಿಯಲ್ಲಿ ನೀವು ಎಷ್ಟು ವ್ಯಕ್ತಿ(ಗಳನ್ನು) ಭೇಟಿ ಮಾಡಿದ್ದೀರಿ?",
      "type": "multi",
      "options": [
        {
          "label": "ನೋಂದಣಿ ಮಾಡುತ್ತಿರುವ ವ್ಯಕ್ತಿ",
          "code": "1"
        },
        {
          "label": "ಡಾಕ್ಟರ್",
          "code": "2"
        },
        {
          "label": "ಕಣ್ಣು ಪರೀಕ್ಷೆ ಮಾಡಿದ ವ್ಯಕ್ತಿ",
          "code": "4"
        },
      
        {
          "label": "ನಿಯಮಿತವಾದ ರಕ್ತದಲ್ಲಿನ ಸಕ್ಕರೆ ಪರೀಕ್ಷಿಸಿದ ವ್ಯಕ್ತಿ,ಡಾಕ್ಟರ್ ಪರೀಕ್ಷಿಸದಿದ್ದಲ್ಲಿ",
          "code": "5"
        },
    
        {
          "label": "ರಕ್ತದೊತ್ತಡವನ್ನು ಪರೀಕ್ಷಿಸದ ವ್ಯಕ್ತಿ ಡಾಕ್ಟರ್ ಪರೀಕ್ಷಿಸದಿದ್ದಲ್ಲಿ",
          "code": "7"
        },
       
        {
          "label": "ಎಚ್ಐವಿ ಪರೀಕ್ಷೆಗೆ ರಕ್ತ ತೆಗೆದುಕೊಂಡ ವ್ಯಕ,ಡಾಕ್ಟರ್ ಪರೀಕ್ಷಿಸದಿದ್ದಲ್ಲಿ",
          "code": "8"
        },
        {
          "label": "ಔಷಧಿಗಳನ್ನು ನೀಡಿದ ವ್ಯಕ್ತಿ",
          "code": "9"
        },
        {
          "label": "ಕಫದ ಸ್ಯಾಂಪಲ್ಅನ್ನು ಸಂಗ್ರಹಿಸಿದ ವ್ಯಕ್ತಿ",
          "code": "10"
        },
        {
          "label": "ಇತರೆ (ಹೆಸರಿಸಿ) -------------------------",
          "code": "11"
        }
      ]
    },
    "2.1": {
      "number": 2.1,
      "question": "ರೆಜಿಸ್ಟ್ರೇಷನ್ ಮಾಡಿಸಲು ನೀವು ಎಷ್ಟು ಸಮಯ ಕಾಯಬೇಕಾಗಿತ್ತು?",
      "type": "radio",
      "options": [
        {
          "label": "ಕಾಯಬೇಕಾಗಿಲ್ಲ",
          "code": "1"
        },
        {
          "label": "ಸುಮಾರು 5 ನಿಮಿಷ ಕಾಯಲಾಗಿದೆ",
          "code": "2"
        },
        {
          "label": "ಸುಮಾರು 5-10 ನಿಮಿಷ ಕಾಯಲಾಗಿದೆ",
          "code": "3"
        },
        {
          "label": "ಸುಮಾರು 10-15 ನಿಮಿಷ ಕಾಯಲಾಗಿದೆ",
          "code": "4"
        },
        {
          "label": "> 15 ನಿಮಿಷ ಕಾಯಲಾಗಿದೆ",
          "code": "5"
        }
      ],
      "section": "ವಿಭಾಗ : ನೊಂದಣಿ"
    },
    "2.2": {
      "number": 2.2,
      "question": "ಆತನು ನಿಮ್ಮ ಕಾರ್ಡ್ಅನ್ನು ಮಾಡಿದನೇ ಅಥವಾ ರಿನ್ಯೂ ಮಾಡಿಸಿದನೇ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೊಸ ಕಾರ್ಡ್ ಮಾಡಲಾಯಿತು",
          "code": "1"
        },
        {
          "label": "ಹಳೆಯ ಕಾರ್ಡ್ಅನ್ನು ರಿನ್ಯೂ ಮಾಡಲಾಯಿತು",
          "code": "2"
        },
        {
          "label": "ಯಾವುದೇ ಕಾರ್ಡ್ ಮಾಡಿಲ್ಲ ಅಥವಾ ರಿನ್ಯೂ ಸಹ ಮಾಡಲಿಲ್ಲ",
          "code": "3"
        }
      ]
    },
    "2.3": {
      "number": 2.3,
      "question": "ರೆಜಿಸ್ಟ್ರೇಷನ್ ಮಾಡಿದ ವ್ಯಕ್ತಿಯ ನಡವಳಿಕೆಯು ಹೇಗಿತ್ತು?",
      "type": "radio",
      "options": [
        {
          "label": "ಇದು ಸರಿಯಾಗಿತ್ತು",
          "code": "1"
        },
        {
          "label": "ಇದು ಸಾಕಷ್ಟು ಸ್ನೇಹಪರವಾಗಿತ್ತು",
          "code": "2"
        },
        {
          "label": "ಇದು ಅಸಭ್ಯವಾಗಿತ್ತು",
          "code": "3"
        }
      ]
    },
    "2.4": {
      "number": 2.4,
      "question": "ಡಾಕ್ಟರ್/ಕೌಂನ್ಸಲರ್ ರವರನ್ನು ಭೇಟಿ ಮಾಡುವುದಕ್ಕೂ ಮೊದಲು ನಿಮ್ಮ ಕೈಗಳನ್ನು ಸ್ವಚ್ಛಗೊಳಿಸಲು ನಿಮಗೆ ಹೇಳಲಾಯಿತೇ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "2.5": {
      "number": 2.5,
      "question": "ಡಾಕ್ಟರ್/ಕೌಂನ್ಸಲರ್ ರವರನ್ನು ಭೇಟಿ ಮಾಡುವ ಮೊದಲು ಮಾಸ್ಕ್ ಧರಿಸಲು ನಿಮ್ಮನ್ನು ಕೇಳಲಾಗಿದೆಯೇ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "2.6": {
      "number": 2.6,
      "question": "ನೋಂದಣಿಯ ನಂತರ ನೀವು ಭೇಟಿಯಾಗಬೇಕಾದ ವ್ಯಕ್ತಿಯ ಬಗ್ಗೆ ಅವರು ನಿಮಗೆ ಸರಿಯಾಗಿ ಮಾರ್ಗದರ್ಶನ ನೀಡಿದ್ದಾರೆಯೇ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "4.1": {
      "number": 4.1,
      "question": "ಕ್ಲಿನಿಕ್ ಒಳಗೆ ಡಾಕ್ಟರ್ ನಿಮ್ಮನ್ನು ದೈಹಿಕವಾಗಿ ಪರೀಕ್ಷೆ ಮಾಡಿ, ಡಯಾಗ್ನಸಿಸ್ ಮಾಡಿದರೇ",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ],
      "section": "ವಿಭಾಗ 4: ಡಾಕ್ಟರ್ ನಿಂದ ಪರೀಕ್ಷೆ & ಚಿಕಿತ್ಸೆ "
    },
    "4.2": {
      "number": 4.2,
      "question": "ಡಾಕ್ಟರ್ ನಿಮ್ಮನ್ನು ಪರೀಕ್ಷಿಸುವ ಮೊದಲು ವೈದ್ಯರು ನಿಮ್ಮೊಂದಿಗೆ ಬಾಂಧವ್ಯವನ್ನು ಸೃಷ್ಟಿಸಲು ಪ್ರಯತ್ನಿಸಿದ್ದಾರೆಯೇ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "4.3": {
      "number": 4.3,
      "question": "ದೈಹಿಕ ಪರೀಕ್ಷೆಗೆ ಒಳಪಡುವುದಕ್ಕೂ ಮೊದಲು ಡಾಕ್ಟರ್ ನಿಂದ ಗೌಪ್ಯತೆಯ ಭರವಸೆಯನ್ನು ನೀವು ಪಡೆದಿದ್ದೀರಾ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "4.4": {
      "number": 4.4,
      "question": "ನೀವು ಡಾಕ್ಟರ್ ರವರನ್ನು ಭೇಟಿ ಮಾಡುವುದಕ್ಕೂ ಮೊದಲು ನೀವು ಎಷ್ಟು ಸಮಯ ಕಾಯಬೇಕಾಗಿತ್ತು?",
      "type": "radio",
      "options": [
        {
          "label": "10 ನಿಮಿಷಕ್ಕಿಂತ ಕಡಿಮೆ",
          "code": "1"
        },
        {
          "label": "10-15 ನಿಮಿಷ",
          "code": "2"
        },
        {
          "label": "15-30 ನಿಮಿಷ",
          "code": "3"
        },
        {
          "label": "30-45 ನಿಮಿಷ",
          "code": "4"
        },
        {
          "label": "45 ನಿಮಿಷ - 1 ಗಂಟೆ",
          "code": "5"
        },
        {
          "label": "1 ಗಂಟೆಗಿಂತ ಹೆಚ್ಚು",
          "code": "6"
        }
      ]
    },
    "4.5": {
      "number": 4.5,
      "question": "ಚರ್ಚೆಯ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಸಂದೇಹಗಳ/ಪ್ರಶ್ನೆಗಳ ಬಗ್ಗೆ ಕೇಳಲು ನಿಮಗೆ ಅವಕಾಶ ನೀಡಲಾಗಿದೆಯೇ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "4.6": {
      "number": 4.6,
      "question": "ನೀವು ನಿಮ್ಮ ಆರೋಗ್ಯ ಸಮಸ್ಯೆಯ ಬಗ್ಗೆ ಯಾವುದಾದರೂ ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳಿದ್ದೀರಾ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "4.7": {
      "number": 4.7,
      "question": "ವೈದ್ಯರು ನಿಮ್ಮ ಪ್ರಶ್ನೆಗಳಿಗೆ/ಸಂದೇಹಗಳಿಗೆ ಉತ್ತರಿಸಲು (ಅಥವಾ ಸ್ಪಷ್ಟಪಡಿಸಲು) ಸಮರ್ಥರಾಗಿದ್ದಾರೆಯೇ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "4.8": {
      "number": 4.8,
      "question": "ಚರ್ಚೆಯ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಮತ್ತು ಡಾಕ್ಟರ್ ಹೊರತಾಗಿ ನಿಮ್ಮ ಚರ್ಚೆಯನ್ನು ಕೇಳಿಸಿಕೊಂಡಂತಹ ಇತರೆ ಯಾರಾದರೂ ಇದ್ದರೆ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "4.9": {
      "number": 4.9,
      "question": "ಕ್ಲಿನಿಕ್ ಪರೀಕ್ಷೆಗಾಗಿ ಖಾಸಗಿ ಪ್ರದೇಶವನ್ನು ಹೊಂದಿದೆಯೇ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "4.1_0": {
      "number": "4.1_0",
      "question": "ಡಾಕ್ಟರ್ ನೊಂದಿಗಿನ ಚರ್ಚೆಯು ನಿಮಗೆ ಅರ್ಥವಾಗಿದೆಯೇ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "4.11": {
      "number": 4.11,
      "question": "ನಿಮ್ಮ ಪ್ರಕಾರವಾಗಿ ಡಾಕ್ಟರ್ ನಡವಳಿಕೆಯು ಒಟ್ಟಾರೆಯಾಗಿ ಹೇಗಿತ್ತು?",
      "type": "radio",
      "options": [
        {
          "label": "ತಾಳ್ಮೆಯಿಂದ ಎಲ್ಲವನ್ನೂ ಸರಿಯಾಗಿ ವಿವರಿಸಿದರು",
          "code": "1"
        },
        {
          "label": "ಅವಸರದಲ್ಲಿದ್ದರು ಮತ್ತು ಸಂಕ್ಷಿಪ್ತವಾಗಿ ಚರ್ಚಿಸಿದರು",
          "code": "2"
        },
        {
          "label": "ಅಸಭ್ಯ ವರ್ತನೆಯನ್ನು ತೋರಿಸಿದರು ಮತ್ತು ಸರಿಯಾಗಿ ವಿವರಿಸಲಿಲ್ಲ",
          "code": "3"
        }
      ],
      "instruction": "ಆಯ್ಕೆಗಳನ್ನು ಒಂದರ ನಂತರ ಒಂದರಂತೆ ಓದಿ ಹೇಳಿ"
    },
    "4.12": {
      "number": 4.12,
      "question": "ಒಟ್ಟಾರೆ ನಿಮ್ಮೊಂದಿಗೆ ಅಂದಾಜು ಎಷ್ಟು ಸಮಯವನ್ನು (ನಿಮಿಷಗಳಲ್ಲಿ) ಕಳೆದರು?",
      "type": "radio",
      "options": [
        {
          "label": "10 ನಿಮಿಷಕ್ಕಿಂತ ಕಡಿಮೆ",
          "code": "1"
        },
        {
          "label": "10-15 ನಿಮಿಷ",
          "code": "2"
        },
        {
          "label": "15-30 ನಿಮಿಷ",
          "code": "3"
        },
        {
          "label": "30-45 ನಿಮಿಷ",
          "code": "4"
        },
        {
          "label": "45 ನಿಮಿಷ - 1 ಗಂಟೆ",
          "code": "5"
        },
        {
          "label": "1 ಗಂಟೆಗಿಂತ ಹೆಚ್ಚು",
          "code": "6"
        }
      ]
    },
    "4.13": {
      "number": 4.13,
      "question": "ನೀವು ಡಾಕ್ಟರ್ ಅನ್ನು ನಿಮಗೆ ನೀಡಲಾದಂತಹ ಸಲಹೆ/ಪರೀಕ್ಷೆ/ಡಯಾಗ್ನಸಿಸ್ ಗುಣಮಟ್ಟಕ್ಕೆ ಸಂಬಂಧಿಸಿದಂತೆ ಯಾವ ರೀತಿಯಲ್ಲಿ ರೇಟ್ ಮಾಡುತ್ತೀರಿ?",
      "type": "radio",
      "options": [
        {
          "label": "ಉತ್ತಮವಾಗಿದೆ",
          "code": "1"
        },
        {
          "label": "ಚೆನ್ನಾಗಿದೆ",
          "code": "2"
        },
        {
          "label": "ಚೆನ್ನಾಗಿಲ್ಲ",
          "code": "3"
        }
      ]
    },
    "4.14": {
      "number": 4.14,
      "question": "ಪರೀಕ್ಷೆ/ಡಯಾಗ್ನಸಿಸ್ ಮಾಡುವ ಸಮಯದಲ್ಲಿ ಡಾಕ್ಟರ್ ಗ್ಲೋವ್ಸ್ ಗಳನ್ನು ಧರಿಸಿದ್ದರು",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "4.15": {
      "number": 4.15,
      "question": "ಪರೀಕ್ಷೆ/ಡಿಸ್ಕಷನ್ ಸಮಯದಲ್ಲಿ ಡಾಕ್ಟರ್ ಮಾಸ್ಕ್ಅನ್ನು ಧರಿಸಿದ್ದರೇ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "4.16": {
      "number": 4.16,
      "question": "ಪರೀಕ್ಷೆ/ಡಯಾಗ್ನಸಿಸ್ ಸಮಯದಲ್ಲಿ ಡಾಕ್ಟರ್ ಸ್ಟೆರಲೈಸ್ಡ್ ಇಂಸ್ಟ್ರುಮೆಂಟ್ ಗಳನ್ನು ಬಳಸುತ್ತಿದ್ದರೇ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        },
        {
          "label": "ಗೊತ್ತಿಲ್ಲ",
          "code": "3"
        }
      ]
    },
    "4.17": {
      "number": 4.17,
      "question": "ಡಾಕ್ಟರ್ ಏನನ್ನು ಶಿಫಾರಸ್ಸು ಮಾಡಿದರು? ಬಹು ಕೋಡ್",
      "type": "multi",
      "options": [
        {
          "label": "ಔಷಧ",
          "code": "1"
        },
        {
          "label": "ಫಾಸ್ಟಿಂಗ್ ಬ್ಲಡ್ ಶುಗರ್ ಟೆಸ್ಟ್",
          "code": "2"
        },
        {
          "label": "ರಕ್ತ ಪರೀಕ್ಷೆ",
          "code": "3"
        },
        {
          "label": "ಕಣ್ಣಿನ ದೃಷ್ಟಿ ಪರೀಕ್ಷೆ",
          "code": "4"
        },
        {
          "label": "ಕಫ ಪರೀಕ್ಷೆ / ಎದೆಯ ಎಕ್ಸ್-ರೇ",
          "code": "5"
        },
        {
          "label": "ಯಾವುದಾದರೂ (ಹೆಸರಿಸಿ_________)",
          "code": "6"
        }
      ]
    },
    "4.19": {
      "number": 4.19,
      "question": "ನೀವು ಈ ಡಾಕ್ಟರ್/ಕೇಂದ್ರವನ್ನು ಇತರರಿಗೆ ಶಿಫಾರಸು ಮಾಡುತ್ತೀರಾ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "5.1": {
      "number": 5.1,
      "question": "ನೀವು ಆಪ್ಟೋಮೆಟ್ರಿಸ್ಟ್ ಅನ್ನು ನೋಡುವ ಮೊದಲು ನೀವು ಎಷ್ಟು ಸಮಯ ಕಾಯಬೇಕಾಗಿತ್ತು?",
      "type": "radio",
      "options": [
        {
          "label": "10 ನಿಮಿಷಕ್ಕಿಂತ ಕಡಿಮೆ",
          "code": "1"
        },
        {
          "label": "10-15 ನಿಮಿಷ",
          "code": "2"
        },
        {
          "label": "15-30 ನಿಮಿಷ",
          "code": "3"
        },
        {
          "label": "30-45 ನಿಮಿಷ",
          "code": "4"
        },
        {
          "label": "45 ನಿಮಿಷ - 1 ಗಂಟೆ",
          "code": "5"
        },
        {
          "label": "1 ಗಂಟೆಗಿಂತ ಹೆಚ್ಚು",
          "code": "6"
        }
      ]
    },
    "5.2": {
      "number": 5.2,
      "question": "ಆಪ್ಟೋಮೆಟ್ರಿಸ್ಟ್ ನಿಮ್ಮನ್ನು ದೈಹಿಕವಾಗಿ ಪರೀಕ್ಷೆಯನ್ನು ಮಾಡಿದರೇ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "5.3": {
      "number": 5.3,
      "question": "ಕಣ್ಣಿನ ದೃಷ್ಟಿಯನ್ನು ಪರೀಕ್ಷೆ ಮಾಡಲಾಯಿತೇ? ",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "5.4": {
      "number": 5.4,
      "question": "ಕಣ್ಣಿನ ದೃಷ್ಟಿಯನ್ನು ಪರೀಕ್ಷೆ ಮಾಡಿದ ನಂತರ ಏನು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ?",
      "type": "radio",
      "options": [
        {
          "label": "ಸ್ಪೆಕ್ಟಾಕಲ್ಸ್ ಶಿಫಾರಸು ಮಾಡಲಾಯಿತು",
          "code": "1"
        },
        {
          "label": "ಐ ಡ್ರಾಪ್ ನ್ನು ಶಿಫಾರಸು ಮಾಡಲಾಯಿತು",
          "code": "2"
        },
        {
          "label": "ಕೆಟಾರಾಕ್ಟ್ ಆಪರೇಷನ್ಅನ್ನು ಶಿಫಾರಸು ಮಾಡಲಾಯಿತು",
          "code": "3"
        },
        {
          "label": "ಶಸ್ತ್ರಚಿಕಿತ್ಸೆಯನ್ನು ಶಿಫಾರಸು ಮಾಡಲಾಯಿತು",
          "code": "4"
        },
        {
          "label": "ಕೆಲವು ಔಷಧವನ್ನು ಶಿಫಾರಸು ಮಾಡಲಾಯಿತು",
          "code": "5"
        },
        {
          "label": "ಎಲ್ಲವೂ ಉತ್ತಮವಾಗಿದೆ ಎಂದು ಹೇಳಲಾಗಿದೆ",
          "code": "6"
        },
        {
          "label": "ಇತರೆ ಯಾವುದಾದರೂ (ಸೂಚಿಸಿ ____________)",
          "code": "7"
        }
      ]
    },
    "5.5": {
      "number": 5.5,
      "question": "ಆಪ್ಟೋಮೆಟ್ರಿಸ್ಟ್ ಜೊತೆಗಿನ ಚರ್ಚೆಯು ನಿಮಗೆ ಅರ್ಥವಾಗಿದೆಯೇ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "5.6": {
      "number": 5.6,
      "question": "ನಿಮ್ಮ ಪ್ರಕಾರವಾಗಿ ಆಪ್ಟೋಮೆಟ್ರಿಸ್ಟ್‌ನ ಒಟ್ಟಾರೆಯಾದ ನಡವಳಿಕೆ ಹೇಗಿತ್ತು?",
      "type": "radio",
      "options": [
        {
          "label": "ರೋಗಿಯು ಮತ್ತು ಎಲ್ಲವನ್ನೂ ಸರಿಯಾಗಿ ವಿವರಿಸಿದರು",
          "code": "1"
        },
        {
          "label": "ಅವಸರದಲ್ಲಿದ್ದರು ಮತ್ತು ಸಂಕ್ಷಿಪ್ತವಾಗಿ ಚರ್ಚಿಸಿದರು",
          "code": "2"
        },
        {
          "label": "ಅಸಭ್ಯ ಮತ್ತು ಸರಿಯಾಗಿ ವಿವರಿಸಲಿಲ್ಲ",
          "code": "3"
        }
      ],
      "instruction": "ಆಯ್ಕೆಗಳನ್ನು ಒಂದರ ನಂತರ ಒಂದರಂತೆ ಓದಿ ಹೇಳಿ"
    },
    "5.7": {
      "number": 5.7,
      "question": "ಆಪ್ಟೋಮೆಟ್ರಿಸ್ಟ್ ನಿಮ್ಮೊಂದಿಗೆ ಅಂದಾಜು ಎಷ್ಟು ಸಮಯವನ್ನು ಕಳೆದರು (ನಿಮಿಷಗಳಲ್ಲಿ)?",
      "type": "radio",
      "options": [
        {
          "label": "10 ನಿಮಿಷಕ್ಕಿಂತ ಕಡಿಮೆ",
          "code": "1"
        },
        {
          "label": "10-15 ನಿಮಿಷ",
          "code": "2"
        },
        {
          "label": "15-30 ನಿಮಿಷ",
          "code": "3"
        },
        {
          "label": "30-45 ನಿಮಿಷ",
          "code": "4"
        },
        {
          "label": "45 ನಿಮಿಷ - 1 ಗಂಟೆ",
          "code": "5"
        },
        {
          "label": "1 ಗಂಟೆಗಿಂತ ಹೆಚ್ಚು",
          "code": "6"
        }
      ]
    },
    "5.8": {
      "number": 5.8,
      "question": "ನಿಮಗೆ ನೀಡಲಾದ ಕೌಂನ್ಸಲಿಂಗ್/ಪರೀಕ್ಷೆ/ ಡಯಾಗ್ನಸಿಸ್ ಗುಣಮಟ್ಟಕ್ಕೆ ಸಂಬಂಧಿಸಿದಂತೆ ಆಪ್ಟೋಮೆಟ್ರಿಸ್ಟ್ ಡಾಕ್ಟರ್ ಅನ್ನು ನೀವು ಹೇಗೆ ರೇಟ್ ಮಾಡುತ್ತೀರಿ?",
      "type": "radio",
      "options": [
        {
          "label": "ಉತ್ತಮವಾಗಿದೆ",
          "code": "1"
        },
        {
          "label": "ಚೆನ್ನಾಗಿದೆ",
          "code": "2"
        },
        {
          "label": "ಚೆನ್ನಾಗಿಲ್ಲ",
          "code": "3"
        }
      ]
    },
    "5.9": {
      "number": 5.9,
      "question": "ಪರೀಕ್ಷೆ/ಡಯಾಗ್ನಸಿಸ್ ಸಮಯದಲ್ಲಿ ಡಾಕ್ಟರ್ ಗ್ಲೌಸ್ ಗಳನ್ನು ಧರಿಸಿದ್ದರೇ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "5.1_0": {
      "number": "5.1_0",
      "question": "ಪರೀಕ್ಷೆ/ಚರ್ಚೆಯ ಸಮಯದಲ್ಲಿ ವೈದ್ಯರು ಮಾಸ್ಕ್ಅನ್ನು ಧರಿಸಿದ್ದರೇ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "6.1": {
      "number": 6.1,
      "question": "ನೀವು ಲ್ಯಾಬ್ ಟೆಕ್ನಿಷಿಯನ್ ಅನ್ನು ನೋಡುವ ಮೊದಲು ನೀವು ಎಷ್ಟು ಸಮಯ ಕಾಯಬೇಕಾಗಿತ್ತು?",
      "type": "radio",
      "options": [
        {
          "label": "10 ನಿಮಿಷಕ್ಕಿಂತ ಕಡಿಮೆ 10 1 10-15 ನಿಮಿಷ 2 15-30 ನಿಮಿಷ 3 30-45 ನಿಮಿಷ 4 45 ನಿಮಿಷ – 1 ಗಂಟೆ 5 1 ಗಂಟೆ ಕ್ಕಿಂತ ಹೆಚ್ಚು 6",
          "code": ""
        }
      ],
      "section": "ರಕ್ತ ಪರೀಕ್ಷೆ: ಈ ವಿಭಾಗವನ್ನು ಡಾಕ್ಟರ್ ನಿಂದ ರಕ್ತ ಪರೀಕ್ಷೆ ಅಥವಾ ಕಫದ ಸ್ಯಾಂಪಲ್ ಅನ್ನು ಶಿಫಾರಸು ಮಾಡಿದವರಿಗೆ ಮಾತ್ರವೇ ಕೇಳಲಾಗುತ್ತದೆ"
    },
    "6.2": {
      "number": 6.2,
      "question": "ಲ್ಯಾಬ್ ಪರೀಕ್ಷೆಗಾಗಿ ಕ್ಲಿನಿಕ್ ಖಾಸಗಿ ಪ್ರದೇಶವನ್ನು ಹೊಂದಿದೆಯೇ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "6.3": {
      "number": 6.3,
      "question": "ನಿಮ್ಮ ಪ್ರಕಾರವಾಗಿ ಲ್ಯಾಬ್ ಟೆಕ್ನಿಷಿಯನ್ ಒಟ್ಟಾರೆಯಾದ ನಡವಳಿಕೆಯು ಹೇಗಿತ್ತು?",
      "type": "radio",
      "options": [
        {
          "label": "ತಾಳ್ಮೆಯಿಂದ ಎಲ್ಲವನ್ನೂ ಸರಿಯಾಗಿ ವಿವರಿಸಿದರು",
          "code": "1"
        },
        {
          "label": "ಅವಸರದಲ್ಲಿದ್ದರು",
          "code": "2"
        },
        {
          "label": "ಅಸಭ್ಯ ವರ್ತನೆಯನ್ನು ತೋರಿಸಿದರು ಮತ್ತು ಪರೀಕ್ಷೆಯ ವಿಧಾನವನ್ನು ಸರಿಯಾಗಿ ವಿವರಿಸಲಿಲ್ಲ",
          "code": "3"
        }
      ],
      "instruction": "ಆಯ್ಕೆಗಳನ್ನು ಒಂದರ ನಂತರ ಒಂದರಂತೆ ಓದಿ ಹೇಳಿ"
    },
    "6.4": {
      "number": 6.4,
      "question": "ರಕ್ತ ಪರೀಕ್ಷೆಯ ಸಮಯದಲ್ಲಿ ಫಾರ್ಮಾಸಿಸ್ಟ್/ಲ್ಯಾಬ್ ಟೆಕ್ನಿಷಿಯನ್ ತಮ್ಮ ಕೈಗಳನ್ನು ತೊಳೆದಿದ್ದರೇ?",
      "type": "radio",
      "options": [
        {
          "label": "ಪರೀಕ್ಷೆಯ ಮೊದಲು ಕೈ ತೊಳೆದರು",
          "code": "1"
        },
        {
          "label": "ಪರೀಕ್ಷೆಯ ನಂತರ ಕೈ ತೊಳೆದರು",
          "code": "2"
        },
        {
          "label": "ಪರೀಕ್ಷೆಯ ಮೊದಲು ಮತ್ತು ನಂತರ ಕೈ ತೊಳೆದರು",
          "code": "3"
        },
        {
          "label": "ಕೈ ತೊಳೆಯಲಿಲ್ಲ",
          "code": "4"
        },
        {
          "label": "ಗಮನಿಸಲಿಲ್ಲ",
          "code": "5"
        }
      ]
    },
    "6.5": {
      "number": 6.5,
      "question": "ರಕ್ತ ಪರೀಕ್ಷೆಯ ಪ್ರಕ್ರಿಯೆಗೆ ಎಷ್ಟು ಸಮಯ ತೆಗೆದುಕೊಂಡಿತು?",
      "type": "radio",
      "options": [
        {
          "label": "10-15 ನಿಮಿಷ",
          "code": "2"
        },
        {
          "label": "15-30 ನಿಮಿಷ",
          "code": "3"
        },
        {
          "label": "30-45 ನಿಮಿಷ",
          "code": "4"
        },
        {
          "label": "45 ನಿಮಿಷ - 1 ಗಂಟೆ",
          "code": "5"
        },
        {
          "label": "1 ಗಂಟೆಗಿಂತಲೂ ಹೆಚ್ಚು",
          "code": "6"
        }
      ]
    },
    "6.6": {
      "number": 6.6,
      "question": "ಲ್ಯಾಬ್ ಟೆಕ್ನಿಷಿಯನ್ ನಿಂದ ಪರೀಕ್ಷೆಯ ಫಲಿತಾಂಶವು ನಿಮಗೆ ಬಹಿರಂಗವಾಯಿತೇ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        },
        {
          "label": "ಕೌಂನ್ಸಲರ್ ಗೆ ಶಿಫಾರಸ್ಸು ಮಾಡಲಾಗಿದೆ",
          "code": "3"
        },
        {
          "label": "ಡಾಕ್ಟರ್ ಗೆ ಗೆ ಶಿಫಾರಸ್ಸು ಮಾಡಲಾಗಿದೆ",
          "code": "4"
        },
        {
          "label": "ನಂತರ ಬರಲು ಹೇಳಲಾಗಿದೆ",
          "code": "5"
        }
      ]
    },
    "7.1": {
      "number": 7.1,
      "question": "ನೀವು ಫಾರ್ಮಾಸಿಸ್ಟ್ ಅನ್ನು ನೋಡುವ ಮೊದಲು ನೀವು ಎಷ್ಟು ಸಮಯ ಕಾಯಬೇಕಾಗಿತ್ತು?",
      "type": "radio",
      "options": [
        {
          "label": "10-15 ನಿಮಿಷ",
          "code": "1"
        },
        {
          "label": "15-30 ನಿಮಿಷ",
          "code": "2"
        },
        {
          "label": "30-45 ನಿಮಿಷ",
          "code": "3"
        },
        {
          "label": "45 ನಿಮಿಷ - 1 ಗಂಟೆ",
          "code": "4"
        },
        {
          "label": "1 ಗಂಟೆಗಿಂತ ಹೆಚ್ಚು",
          "code": "5"
        }
      ],
      "section": "ವಿಭಾಗ 7: ಔಷಧವನ್ನು ವಿತರಿಸುವುದು : ಈ ವಿಭಾಗವನ್ನು ಡಾಕ್ಟರ್ ನಿಂದ ಔಷಧಿಯನ್ನು ಶಿಫಾರಸು ಮಾಡಿದವರಿಗೆ ಮಾತ್ರವೇ ಕೇಳಲಾಗುತ್ತದೆ"
    },
    "7.2": {
      "number": 7.2,
      "question": "ನಿಮ್ಮ ಪ್ರಕಾರವಾಗಿ ಫಾರ್ಮಾಸಿಸ್ಟ್ ರವರ ಒಟ್ಟಾರೆಯಾದ ನಡವಳಿಕೆಯು ಹೇಗಿತ್ತು?",
      "type": "radio",
      "options": [
        {
          "label": "ತಾಳ್ಮೆಯಿಂದ ಔಷಧಗಳನ್ನು ಸರಿಯಾಗಿ ವಿತರಿಸಿದರು",
          "code": "1"
        },
        {
          "label": "ಅವಸರದಲ್ಲಿದ್ದರು",
          "code": "2"
        },
        {
          "label": "ಅಸಭ್ಯ ವರ್ತನೆಯನ್ನು ತೋರಿದರು ಮತ್ತು ಸೂಚಿಸಿದಂತೆ ಔಷಧಿಗಳನ್ನು ಸರಿಯಾಗಿ ವಿತರಿಸಲಿಲ್ಲ",
          "code": "3"
        },
        {
          "label": "ಔಷಧ ಲಭ್ಯವಿಲ್ಲ",
          "code": "4"
        }
      ]
    },
    "7.3": {
      "number": 7.3,
      "question": "ಒಂದು ವೇಳೆ ಔಷಧಿ ಲಭ್ಯವಿಲ್ಲದಿದ್ದರೆ, ಫಾರ್ಮಾಸಿಸ್ಟ್ ನಿಮಗೆ ಏನು ಹೇಳಿದರು?",
      "type": "radio",
      "options": [
        {
          "label": "ನಂತರ ಬರಲು ಹೇಳಿದರು",
          "code": "1"
        },
        {
          "label": "ಕೆಮಿಸ್ಟ್ ಶಾಪ್ ನಿಂದ ಔಷಧವನ್ನು ಖರೀದಿಸಲು ಹೇಳಿದರು",
          "code": "2"
        },
        {
          "label": "ಏನನ್ನೂ ಹೇಳಲಿಲ್ಲ",
          "code": "3"
        },
        {
          "label": "ಅನ್ವಯಿಸುವುದಿಲ್ಲ",
          "code": ""
        },
        {
          "label": "ಔಷಧ ಲಭ್ಯವಿದೆ",
          "code": "4"
        },
        {
          "label": "ಇತರೆ (ಹೆಸರಿಸಿ……………………………… )",
          "code": "9"
        }
      ]
    },
    "7.4": {
      "number": 7.4,
      "question": " ಔಷಧಿಯ ಡೋಸೇಜ್ ಬಗ್ಗೆ ನಿಮಗೆ ತಿಳಿಸಲಾಗಿದೆಯೇ",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        }
      ]
    },
    "8.1": {
      "number": 8.1,
      "question": " ಕ್ಲಿನಿಕ್/ಕೌಂನ್ಸಲರ್ಸ್/ಡಾಕ್ಟರ್ ಕೊಠಡಿಯೊಳಗೆ ಎಸ್ ಟಿಐ, ಎಚ್ಐವಿ/ಏಡ್ಸ್ ಕುರಿತು ಯಾವುದೇ ಗ್ಲೋ ಸೈನ್ ಬೋರ್ಡ್/ಪೋಸ್ಟರ್/ಇತರ ಪಿಒಪಿಗಳು ಕಾಣಿಸಿದವೇ?",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        },
        {
          "label": "ಗಮನಿಸಲಿಲ್ಲ",
          "code": "3"
        }
      ],
      "section": "ವಿಭಾಗ 8: ಐಇಸಿ ಸಾಮಗ್ರಿಗಳು ಮತ್ತು ಇತರ ಸೌಲಭ್ಯಗಳ ಡಿಸ್ಪ್ಲೇ (ಎಲ್ಲರಿಗೂ ಕೇಳಿ)"
    },
    "8.2": {
      "number": 8.2,
      "question": "ಕ್ಲಿನಿಕ್ ಆವರಣದಲ್ಲಿ ವಾಶ್ ರೂಂ/ಬಾತ್ ರೂಂ/ಶೌಚಾಲಯವು ಇತ್ತೇ",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        },
        {
          "label": "ಗಮನಿಸಲಿಲ್ಲ",
          "code": "3"
        }
      ]
    },
    "8.3": {
      "number": 8.3,
      "question": "ಕ್ಲಿನಿಕ್ ಆವರಣದೊಳಗೆ ವಾಶ್ ಬೇಸಿನ್ ಇತ್ತೇ",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        },
        {
          "label": "ಗಮನಿಸಲಿಲ್ಲ",
          "code": "3"
        }
      ]
    },
    "8.4": {
      "number": 8.4,
      "question": "ಚಿಕಿತ್ಸಾಲಯದ ಆವರಣದಲ್ಲಿ ರೋಗಿಗಳಿಗೆ ಕುಳಿತುಕೊಳ್ಳುವ ವ್ಯವಸ್ಥೆ/ಕಾಯುವ ಕೊಠಡಿಗಳಿದ್ದವೇ",
      "type": "radio",
      "options": [
        {
          "label": "ಹೌದು",
          "code": "1"
        },
        {
          "label": "ಇಲ್ಲ",
          "code": "2"
        },
        {
          "label": "ಗಮನಿಸಲಿಲ್ಲ",
          "code": "3"
        }
      ]
    },
    "8.5": {
      "number": 8.5,
      "question": "ಈ ಕ್ಲಿನಿಕ್‌ನ ಒಟ್ಟಾರೆಯಾದ ಸೇವೆಗಳಲ್ಲಿ ನಿಮ್ಮ ತೃಪ್ತಿ ಏನು?",
      "type": "radio",
      "options": [
        {
          "label": "ತೃಪ್ತಿಕರ",
          "code": "1"
        },
        {
          "label": "ಮಧ್ಯಮವಾಗಿ ತೃಪ್ತಿಕರ",
          "code": "2"
        },
        {
          "label": "ತೃಪ್ತಿಯನ್ನು ಹೊಂದಿಯೇ ಇಲ್ಲ",
          "code": "3"
        }
      ]
    },
    "9.1": {
      "number": 9.1,
      "question": "ಎಟಿಎಫ್ ಕ್ಲಿನಿಕ್‌ನಲ್ಲಿ ನೀವು ಹಲವಾರು ಪ್ರಕ್ರಿಯೆಗಳನ್ನು ನಡೆಸಿದ್ದೀರಿ, ಈ ಕೆಳಗಿನ ಸೂಚಕಗಳ ನಿಮ್ಮ ಒಟ್ಟಾರೆಯಾದ ಅನಿಸಿಕೆಯನ್ನು ನೀವು ಹೇಗೆ ರೇಟ್ ಮಾಡುತ್ತೀರಿ? ದಯವಿಟ್ಟು ಟಿಕ್ ಮಾರ್ಕ್ ಮಾಡಿ",
      "type": "rate",
      "section": "ವಿಭಾಗ 9: ಕೇಂದ್ರ ಮತ್ತು ಸರ್ವೀಸ್ ಗಳೊಂದಿಗೆ ಒಟ್ಟಾರೆಯಾದ ತೃಪ್ತಿ (ಎಲ್ಲರನ್ನೂ ಕೇಳಿ) ",
      "STATEMENTS": [
        {
          "label": "ಡಾಕ್ಟರ್ ನಿಂದ ಪರೀಕ್ಷೆ/ಡಯಾಗ್ನಸಿಸ್",
          "id": "9.1A"
        },
        {
          "label": "ರಕ್ತ ಪರೀಕ್ಷೆ",
       "id": "9.1B"
        },
        {
          "label": "ಔಷಧಗಳ ವಿತರಣೆ",
     "id": "9.1C"
        },
        {
          "label": "ಸಿಬ್ಬಂದಿಯ ವರ್ತನೆ",
     "id": "9.1D"
        },
        {
          "label": "ಕಾಯುವ ಸ್ಥಳ/ರೂಂ",
           "id": "9.1E"
        },
        {
          "label": "ಕ್ಲಿನಿಕ್‌ನೊಳಗಿನ ಸ್ವಚ್ಛತೆ",
   "id": "9.1F"
        },
        {
          "label": "ಪ್ರಮೋಷನಲ್ ಸಾಮಗ್ರಿಗಳು",
    "id": "9.1G"
        }
      ],
      "FREQUENCIES": [
        {
          "label": "ನಿಜವಾಗಿಯೂ ಉತ್ತಮವಾಗಿದೆ",
          "value": "5"
        },
        {
          "label": "ಉತ್ತಮವಾಗಿದೆ",
          "value": "4"
        },
        {
          "label": "ಒಕೆ",
          "value": "3"
        }, {
          "label": "ಕೆಟ್ಟದಾಗಿದೆ",
          "value": "2"
        },
        {
          "label": "ತುಂಬಾ ಕೆಟ್ಟದಾಗಿದೆ",
          "value": "1"
        },
        {
          "label": "ಹೇಳಲು ಸಾಧ್ಯವಿಲ್ಲ",
          "value": "8"
        }
      ]
    },
    "9.2": {
      "number": 9.2,
      "question": "ನಿಮ್ಮ ಚಿಕಿತ್ಸಾಲಯಕ್ಕೆ ಭೇಟಿ ನೀಡಿದ ಸಂದರ್ಭದಲ್ಲಿ ಪೂರೈಕೆ ಆಗದಿರುವಂತಹ ಯಾವುದೇ ನಿರೀಕ್ಷೆಯು/ಗಳು ಇವೆಯೇ?",
      "type": "input"
    },
    "9.3": {
      "number": 9.3,
      "question": "ಸುಧಾರಣೆಗಾಗಿ ಯಾವುದೇ ಹೆಚ್ಚಿನ ಸಲಹೆಗಳು/ಗಳು",
      "type": "input"
    }
  },
  
}


export default kannada
