const telgu = {
  Section1: {
   
  }, "1.1": {
    "number": 1.1,
    "question": "పూర్తయిన సంవత్సరాల్లో వయస్సును తెల్పండి?",
    "type": "input",
    "section": "సెక్షన్1: రెస్పాండెంట్ ప్రొఫైల్",
    "inputType": "number",
    "label": "పూర్తయిన సంవత్సరాలలో"
  },
  "1.2": {
    "number": 1.2,
    "question": "లింగం",
    "type": "radio",
    "options": [
      {
        "label": "మగవారు",
        "code": "1"
      },
      {
        "label": "ఆడవారు",
        "code": "2"
      }
    ]
  },
  "1.3": {
    "number": 1.3,
    "question": "ఎంతవరకు చదువుకున్నారు?",
    "type": "radio",
    "options": [
      {
        "label": "నిరక్షరాస్యులు",
        "code": "1"
      },
      {
        "label": "ప్రైమరీ కంటే తక్కువ",
        "code": "2"
      },
      {
        "label": "ప్రాథమిక పాఠశాల పూర్తి అయింది",
        "code": "3"
      },
      {
        "label": "మిడిల్ స్కూల్ పూర్తి అయింది",
        "code": "4"
      },
      {
        "label": "హైస్కూల్ / మెట్రిక్యులేషన్ పూర్తి అయింది",
        "code": "5"
      },
      {
        "label": "హయ్యర్ సెకండరీ/ ఇంటర్మీడియట్ పూర్తి అయింది",
        "code": "6"
      },
      {
        "label": "గ్రాడ్యుయేషన్ పూర్తి అయింది",
        "code": "7"
      },
      {
        "label": "పోస్ట్ గ్రాడ్యుయేషన్ మరియు ఆపైన పూర్తి అయింది",
        "code": "8"
      }
    ]
  },
  "1.4": {
    "number": 1.4,
    "question": "దయచేసి మీ ప్రస్తుత వృత్తి ఏమిటో/ ఏ పని చేస్తారో చెప్పండి?",
    "type": "radio",
    "options": [
      {
        "label": "ట్రక్కు నడిపేవారు",
        "code": "1"
      },
      {
        "label": "హెల్పర్",
        "code": "2"
      },
    
      {
        "label": "(టీ-షాప్/ ధాబా యజమానులు,బార్బర్స్,రోడ్‌సైడ్ మెకానిక్స్ సైట్‌లోని షాపింగ్ వద్ద పని",
        "code": "3"
      },
      {
        "label": "ఏదైనా ఇతరములు (పేర్కొనండి)------------ ----------",
        "code": "9"
      },
   
    ]
  },
  "1.5": {
    "number": 1.5,
    "question": "మీరు గతంలో ఈ సెంటర్‌ (క్లినిక్) ని  ఎన్నిసార్లు సందర్శించారు?",
    "type": "radio",
    "options": [
      {
        "label": "ఇది మొదటిసారి",
        "code": "1"
      },
      {
        "label": "కొన్ని సార్లు సందర్శించాను",
        "code": "2"
      },
      {
        "label": "అనేక సార్లు సందర్శించాను",
        "code": "3"
      }
    ]
  },
  "1.6": {
    "number": 1.6,
    "question": "మీరు ఈ సెంటర్‌ (క్లినిక్) ని  మొదటిసారి ఎప్పుడు సందర్శించారు?",
    "type": "input",
    "inputType": "number",
    "inputLimit": 4
  },
  "1.7": {
    "number": 1.7,
    "question": "ఈ క్లినిక్‌ని సందర్శించినప్పుడు, మీరు ఎప్పుడైనా మీ రక్త పరీక్ష చేయించుకున్నారా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "లేదు",
        "code": "2"
      }
    ]
  },  "1.8":{
    number:"1.8",
    question:"Who referred/told you about this center (clinic) for the first time?",
    type:"radio",
    options:[
      {label:"Who referred/told you about this center (clinic) for the first time?",
        code:"1"
      },
      {label:"Peer educator",
        code:"2"
      },
      {label:"Other colleagues ",
        code:"3"
      },
      {label:"Member of allied population(Tea-shop/Dhaba owners, barbers, roadside mechanics etc) ",
        code:"4"
      },
      {label:"Visited on my own (saw advertisement, IEC material, etc)",
        code:"5"
      },
      {label:"Don’t Remember",
        code:"6"
      },

    ]
  },
  "1.9": {
    "number": 1.9,
    "question": "మీరు ఈ క్లినిక్‌కి రావాలని ఎందుకు నిర్ణయించుకున్నారు/ఎంచుకున్నారు?",
    "type": "radio",
    "options": [
      {
        "label": "ధర తక్కువ",
        "code": "1"
      },
      {
        "label": "నా అడ్డాకు దగ్గరలో ఉంది",
        "code": "2"
      },
      {
        "label": "అపోలో బ్రాండ్ పేరు కారణంగా",
        "code": "3"
      },
      {
        "label": "ఇంతకుముందు సందర్శించినపుడు మంచి అభిప్రాయం కలిగింది",
        "code": "4"
      },
      {
        "label": "ఏదైనా ఇతరములు (పేర్కొనండి)------------ -------------",
        "code": "5"
      }
    ]
  },
  "1.1_0": {
    "number": "1.1_0",
    "question": " ఈసారి ఈ కేంద్రాన్ని (క్లినిక్) సందర్శించడానికి కారణం ఏమిటి?",
    "type": "multi",
  "options": [
    {
      "label": "సాధారణ జ్వరం, జలుబు & దగ్గు",
      "code": "1"
    },
    {
      "label": "వెన్నునొప్పి, కడుపునొప్పి, తలనొప్పి",
      "code": "2"
    },
    {
      "label": "కీళ్ల నొప్పులు, కండరాల నొప్పులు",
      "code": "3"
    },
    {
      "label": "దృష్టి సంబంధిత సమస్య",
      "code": "4"
    },
    {
      "label": "కఫం పరీక్ష",
      "code": "5"
    },
    {
      "label": "హైపర్‌టెన్షన్ కి సంబంధించిన సమస్య",
      "code": "6"
    },
    {
      "label": "మధుమేహం కి సంబంధించిన సమస్య",
      "code": "7"
    },
    {
      "label": "రక్త పరీక్ష/HIV పరీక్ష",
      "code": "8"
    },
    {
      "label": "ఏదైనా ఇతర (పేర్కొనండి)------------------------",
      "code": "9"
    }
  ]
  },
  "1.11": {
    "number": 1.11,
    "question": "మీ ప్రస్తుత సందర్శనలో మీరు ఎంత మంది వ్యక్తి/ వ్యక్తులను కలిశారు?",
    "type": "multi",
    "options": [
      {
        "label": "రిజిస్ట్రేషన్ చేస్తున్న వ్యక్తి",
        "code": "1"
      },
      {
        "label": "డాక్టర్",
        "code": "2"
      },
      {
        "label": "కంటి పరీక్షలు చేసిన వ్యక్తి",
        "code": "4"
      },
     
      {
        "label": "రాండమ్‌గా రక్తంలో చక్కెరను చెక్ చేసిన వ్యక్తి,ఒకవేళ డాక్టర్ చెక్ చేయకపోతే",
        "code": "5"
      },
     
      {
        "label": "బ్లడ్ ప్రెజర్ చెక్ చేసిన వ్యక్తి, ఒకవేళ డాక్టర్ చెక్ చేయకపోతే",
        "code": "7"
      },
      
      {
        "label": "హెచ్‌ఐవీ పరీక్ష కోసం రక్తం తీసుకున్న వ్యక్తి ,ఒకవేళ వైద్యుడు చెక్ చేయకపోతే",
        "code": "8"
      },
      {
        "label": "మందు ఇచ్చిన వ్యక్తి",
        "code": "9"
      },
      {
        "label": "కఫం శాంపిల్ సేకరించిన వ్యక్తి",
        "code": "10"
      },
      {
        "label": "ఇతరములు ఎవరైనా (పేర్కొనండి)------------------------",
        "code": "11"
      }
    ]
  },
  "2.1": {
    "number": 2.1,
    "question": "మీరు రిజిస్ట్రేషన్ కోసం ఎంత సమయం వేచి ఉన్నారు?",
    "type": "radio",
    "options": [
      {
        "label": "వేచి ఉండాల్సిన అవసరం రాలేదు",
        "code": "1"
      },
      {
        "label": "సుమారు 5 నిమిషాలు వేచి ఉన్నాను",
        "code": "2"
      },
      {
        "label": "సుమారు 5 నుండి 10 నిమిషాలు వేచి ఉన్నాను",
        "code": "3"
      },
      {
        "label": "సుమారు 10 నుండి 15 నిమిషాలు వేచి ఉన్నాను",
        "code": "4"
      },
      {
        "label": "15 నిమిషాల కన్నా ఎక్కువ వేచి ఉన్నాను",
        "code": "5"
      }
    ],
    "section": "సెక్షన్ 2: రిజిస్ట్రేషన్/ నమోదు"
  },
  "2.2": {
    "number": 2.2,
    "question": "అతను మీ కార్డును తయారు చేశాడా లేదా రెన్యూవల్ చేశారా?",
    "type": "radio",
    "options": [
      {
        "label": "కొత్త కార్డు",
        "code": "1"
      },
      {
        "label": "రెన్యూవల్ చేసిన పాత కార్డ్",
        "code": "2"
      },
      {
        "label": "ఏ కార్డును తయారు చేయలేదు లేదా రెన్యూవల్ చేయలేదు",
        "code": "3"
      }
    ]
  },
  "2.3": {
    "number": 2.3,
    "question": "రిజిస్ట్రేషన్ చేయించుకున్న వ్యక్తి ప్రవర్తన ఎలా ఉంది?",
    "type": "radio",
    "options": [
      {
        "label": "పరవాలేదు",
        "code": "1"
      },
      {
        "label": "ఇది చాలా స్నేహపూర్వకంగా ఉంది",
        "code": "2"
      },
      {
        "label": "ఇది రూడ్ గా ఉంది",
        "code": "3"
      }
    ]
  },
  "2.4": {
    "number": 2.4,
    "question": "డాక్టర్/ కౌన్సిలర్‌ని కలవడానికి ముందు మీ చేతులను శానిటైజ్ చేయమని మిమ్మల్ని అడిగారా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "లేదు",
        "code": "2"
      }
    ]
  },
  "2.5": {
    "number": 2.5,
    "question": "డాక్టర్/ కౌన్సిలర్‌ని కలవడానికి ముందు మాస్క్ ధరించమని మిమ్మల్ని అడిగారా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "లేదు",
        "code": "2"
      }
    ]
  },
  "2.6": {
    "number": 2.6,
    "question": "రిజిస్ట్రేషన్ తర్వాత మీరు కలవాల్సిన వ్యక్తి గురించి అతను మీకు సరిగ్గా మార్గనిర్దేశం చేశారా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "లేదు",
        "code": "2"
      }
    ]
  },
  "4.1": {
    "number": 4.1,
    "question": "మిమ్మల్ని శారీరకంగా పరీక్షించారా, క్లినిక్ లోపల ఉన్న డాక్టర్ నిర్ధారణ చేసారా",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "లేదు",
        "code": "2"
      }
    ],
    "section": "సెక్షన్ 4: డాక్టర్ ద్వారా పరీక్ష & చికిత్స"
  },
  "4.2": {
    "number": 4.2,
    "question": "డాక్టర్ మిమ్మల్ని పరీక్షించే ముందు మీతో సత్సంబంధాలు ఏర్పరచుకోవడానికి ప్రయత్నించారా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "లేదు",
        "code": "2"
      }
    ]
  },
  "4.3": {
    "number": 4.3,
    "question": "శారీరక పరీక్షకు ముందు మీరు డాక్టర్ నుండి గోప్యత కోసం హామీను పొందారా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "లేదు",
        "code": "2"
      }
    ]
  },
  "4.4": {
    "number": 4.4,
    "question": "మీరు డాక్టర్ని చూడడానికి ముందు మీరు ఎంత సమయం వేచి ఉండాలి?",
    "type": "radio",
    "options": [
      {
        "label": "10 నిమిషాల కంటే తక్కువ",
        "code": "1"
      },
      {
        "label": "10 నుండి 15 నిమిషాలు",
        "code": "2"
      },
      {
        "label": "15 నుండి 30 నిమిషాలు",
        "code": "3"
      },
      {
        "label": "30 నుండి 45 నిమిషాలు",
        "code": "4"
      },
      {
        "label": "45 నిమిషాల నుండి 1 గంట",
        "code": "5"
      },
      {
        "label": "1 గంట కంటే ఎక్కువ",
        "code": "6"
      }
    ]
  },
  "4.5": {
    "number": 4.5,
    "question": "చర్చ సమయంలో మీ సందేహాలు/ ప్రశ్నల గురించి అడిగే అవకాశం ఇవ్వబడిందా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "లేదు",
        "code": "2"
      }
    ]
  },
  "4.6": {
    "number": 4.6,
    "question": "మీరు మీ ఆరోగ్య సమస్య గురించి ఏవైనా ప్రశ్నలు అడిగారా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "లేదు",
        "code": "2"
      }
    ]
  },
  "4.7": {
    "number": 4.7,
    "question": " డాక్టర్ మీ ప్రశ్నలకు/సందేహాలకు సమాధానం చెప్పగలరా (లేదా స్పష్టం చేయగలిగారా)",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "లేదు",
        "code": "2"
      }
    ]
  },
  "4.8": {
    "number": 4.8,
    "question": "చర్చ జరుగుతున్నప్పుడు గదిలో మీరు మరియు డాక్టర్ పక్కన ఎవరైనా ఉన్నారా, చర్చను ఎవరు వినగలుగుతారా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "లేదు",
        "code": "2"
      }
    ]
  },
  "4.9": {
    "number": 4.9,
    "question": "క్లినిక్‌లో పరీక్ష కోసం ప్రైవేట్ ఏరియా/ప్రాంతం ఉందా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "లేదు",
        "code": "2"
      }
    ]
  },
  "4.1_0": {
    "number": "4.1_0",
    "question": "డాక్టర్‌తో జరిగిన చర్చ మీకు అర్థమైందా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "లేదు",
        "code": "2"
      }
    ]
  },
  "4.11": {
    "number": 4.11,
    "question": "మీ అభిప్రాయం ప్రకారం డాక్టర్ మొత్తం ప్రవర్తన ఎలా ఉంది?",
    "type": "radio",
    "options": [
      {
        "label": "ఓపికగా ఉన్నారు మరియు ప్రతిదీ సరిగ్గా వివరించారు",
        "code": "1"
      },
      {
        "label": "తొందరపడి క్లుప్తంగా చర్చించారు",
        "code": "2"
      },
      {
        "label": "రూడ్ గా మరియు సరిగ్గా వివరించలేదు",
        "code": "3"
      }
    ],
    "instruction": "ఎంపికలను ఒక్కొక్కటిగా చదవండి"
  },
  "4.12": {
    "number": 4.12,
    "question": "డాక్టర్ మీతో గడిపిన సుమారు సమయం (నిమిషాల్లో)?",
    "type": "radio",
    "options": [
      {
        "label": "10 నిమిషాల కంటే తక్కువ",
        "code": "1"
      },
      {
        "label": "10 నుండి 15 నిమి",
        "code": "2"
      },
      {
        "label": "15 నుండి 30 నిమి",
        "code": "3"
      },
      {
        "label": "30 నుండి 45 నిమి",
        "code": "4"
      },
      {
        "label": "45 నిమిషాల నుండి 1 గంట",
        "code": "5"
      },
      {
        "label": "1 గంట కంటే ఎక్కువ",
        "code": "6"
      }
    ]
  },
  "4.13": {
    "number": 4.13,
    "question": "మీకు ఇచ్చిన కౌన్సెలింగ్/పరీక్ష/రోగనిర్ధారణ నాణ్యత పరంగా మీరు డాక్టర్‌ని ఎలా రేట్ చేస్తారు?",
    "type": "radio",
    "options": [
      {
        "label": "మంచిది",
        "code": "1"
      },
      {
        "label": "ఫెయిర్",
        "code": "2"
      },
      {
        "label": "మంచిది కాదు",
        "code": "3"
      }
    ]
  },
  "4.14": {
    "number": 4.14,
    "question": "పరీక్ష/రోగ నిర్ధారణ సమయంలో డాక్టర్ చేతి తొడుగులు ధరించారా",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "కాదు",
        "code": "2"
      }
    ]
  },
  "4.15": {
    "number": 4.15,
    "question": "పరీక్ష/చర్చ సమయంలో డాక్టర్ మాస్క్ ధరించారా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "కాదు",
        "code": "2"
      }
    ]
  },
  "4.16": {
    "number": 4.16,
    "question": "పరీక్ష/రోగనిర్ధారణ సమయంలో డాక్టర్ స్టెరిలైజ్డ్ సాధనాలను ఉపయోగిస్తున్నారా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "లేదు",
        "code": "2"
      },
      {
        "label": "తెలియదు",
        "code": "3"
      }
    ]
  },
  "4.17": {
    "number": 4.17,
    "question": "డాక్టర్ ఏమి సూచించాడు? బహుళ కోడ్",
    "type": "multi",
    "options": [
      {
        "label": "మెడిసిన్",
        "code": "1"
      },
      {
        "label": "ఫాస్టింగ్ బ్లడ్ షుగర్ టెస్ట్",
        "code": "2"
      },
      {
        "label": "బ్లడ్ టెస్ట్",
        "code": "3"
      },
      {
        "label": "కంటి చూపు పరీక్ష",
        "code": "4"
      },
      {
        "label": "కఫం పరీక్ష / ఛాతీ ఎక్స్-రే",
        "code": "5"
      },
      {
        "label": "ఏదైనా ఇతరములు (పేర్కొనండి_________)",
        "code": "6"
      }
    ]
  },
  "4.19": {
    "number": 4.19,
    "question": "మీరు ఈ డాక్టర్/సదుపాయాన్ని ఇతరులకు సిఫార్సు చేస్తారా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "కాదు",
        "code": "2"
      }
    ]
  },
  "5.1": {
    "number": 5.1,
    "question": "మీరు ఆప్టోమెట్రిస్ట్‌ని చూడడానికి ముందు మీరు ఎంత సమయం వేచి ఉండాలి?",
    "type": "radio",
    "options": [
      {
        "label": "10 నిమిషాల కంటే తక్కువ",
        "code": "1"
      },
      {
        "label": "10 నుండి 15 నిమిషాలు",
        "code": "2"
      },
      {
        "label": "15 నుండి 30 నిమిషాలు",
        "code": "3"
      },
      {
        "label": "30 నుండి 45 నిమిషాలు",
        "code": "4"
      },
      {
        "label": "45 నిమిషాల నుండి 1 నిమిషాలు",
        "code": "5"
      },
      {
        "label": "1 గంట కంటే ఎక్కువ",
        "code": "6"
      }
    ]
  },
  "5.2": {
    "number": 5.2,
    "question": "ఆప్టోమెట్రిస్ట్ ద్వారా మీరు శారీరకంగా పరీక్షించబడ్డారా",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "కాదు",
        "code": "2"
      }
    ]
  },
  "5.3": {
    "number": 5.3,
    "question": "కంటి చూపు చెక్ చేయబడిందా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "కాదు",
        "code": "2"
      }
    ]
  },
  "5.4": {
    "number": 5.4,
    "question": "ఐ సైట్స్ చెక్ చేసిన తర్వాత ఏమి సిఫార్సు చేయబడింది?",
    "type": "radio",
    "options": [
      {
        "label": "కళ్లద్దాలు సిఫారసు చేయబడింది",
        "code": "1"
      },
      {
        "label": "కంటి చుక్కలు సిఫారసు చేయబడింది",
        "code": "2"
      },
      {
        "label": "కంటిశుక్లం ఆపరేషన్ సిఫారసు చేయబడింది",
        "code": "3"
      },
      {
        "label": "శస్త్రచికిత్స సిఫారసు చేయబడింది",
        "code": "4"
      },
      {
        "label": "కొన్ని మందులు సిఫారసు చేయబడింది",
        "code": "5"
      },
      {
        "label": "పేర్కొన్న ప్రతిదీ బాగానే ఉంది",
        "code": "6"
      },
      {
        "label": "ఏదైనా ఇతరములు (పేర్కొనండి____________)",
        "code": "7"
      }
    ]
  },
  "5.5": {
    "number": 5.5,
    "question": "ఆప్టోమెట్రిస్ట్‌తో జరిగిన చర్చ మీకు అర్థమైందా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "కాదు",
        "code": "2"
      }
    ]
  },
  "5.6": {
    "number": 5.6,
    "question": "మీ అభిప్రాయం ప్రకారం ఆప్టోమెట్రిస్ట్ యొక్క మొత్తం ప్రవర్తన ఎలా ఉంది?",
    "type": "radio",
    "options": [
      {
        "label": "రోగి మరియు ప్రతిదీ సరిగ్గా వివరించారు",
        "code": "1"
      },
      {
        "label": "తొందరపడి క్లుప్తంగా చర్చించారు",
        "code": "2"
      },
      {
        "label": "రూడ్ గా మరియు సరిగ్గా వివరించలేదు",
        "code": "3"
      }
    ],
    "instruction": "ఎంపికలను ఒక్కొక్కటిగా చదవండి"
  },
  "5.7": {
    "number": 5.7,
    "question": "ఆప్టోమెట్రిస్ట్ మీతో గడిపిన సుమారు సమయం (నిమిషాల్లో)?",
    "type": "radio",
    "options": [
      {
        "label": "10 నిమిషాల కంటే తక్కువ",
        "code": "1"
      },
      {
        "label": "10 నుండి 15 నిమిషాలు",
        "code": "2"
      },
      {
        "label": "15 నుండి 30 నిమిషాలు",
        "code": "3"
      },
      {
        "label": "30 నుండి 45 నిమిషాలు",
        "code": "4"
      },
      {
        "label": "45 నిమిషాల నుండి 1 గంట",
        "code": "5"
      },
      {
        "label": "1 గంట కంటే ఎక్కువ",
        "code": "6"
      }
    ]
  },
  "5.8": {
    "number": 5.8,
    "question": "మీకు ఇచ్చిన కౌన్సెలింగ్/ పరీక్ష/ రోగనిర్ధారణ నాణ్యత పరంగా మీరు ఆప్టోమెట్రిస్ట్ వైద్యుడిని ఎలా రేట్ చేస్తారు?",
    "type": "radio",
    "options": [
      {
        "label": "బాగుంది",
        "code": "1"
      },
      {
        "label": "సరసమైనది",
        "code": "2"
      },
      {
        "label": "బాగాలేదు",
        "code": "3"
      }
    ]
  },
  "5.9": {
    "number": 5.9,
    "question": "పరీక్ష/ రోగ నిర్ధారణ సమయంలో డాక్టర్ గ్లోవ్స్ ధరించారా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "లేదు",
        "code": "2"
      }
    ]
  },
  "5.1_0": {
    "number": "5.1_0",
    "question": "పరీక్ష/చర్చ సమయంలో డాక్టర్ మాస్క్ ధరించారా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "లేదు",
        "code": "2"
      }
    ]
  },
  "6.1": {
    "number": 6.1,
    "question": "మీరు ల్యాబ్ టెక్నీషియన్‌ను చూడడానికి ముందు మీరు ఎంత సమయం వేచి ఉన్నారు?",
    "type": "radio",
    "options": [
      {
        "label": "10 నిమిషాల కంటే తక్కువ 1 0 నుండి 15 నిమిషాలు 2 15 నుండి 30 నిమిషాలు 3 30 నుండి 45 నిమిషాలు 4 45 నిమిషాల నుండి 1 గంట 5 1 గంట కంటే ఎక్కువ 6",
        "code": ""
      }
    ],
    "section": "రక్త పరీక్ష: ఈ సెక్షన్ వైద్యునిచే రక్త పరీక్ష లేదా కఫం సేకరణను సూచించిన వారికి మాత్రమే అడగబడుతుంది"
  },
  "6.2": {
    "number": 6.2,
    "question": "ల్యాబ్ పరీక్ష కోసం క్లినిక్‌లో ప్రైవేట్ ప్రాంతం ఉందా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "లేదు",
        "code": "2"
      }
    ]
  },
  "6.3": {
    "number": 6.3,
    "question": "మీ అభిప్రాయం ప్రకారం ల్యాబ్ టెక్నీషియన్ మొత్తంమీద  ప్రవర్తన ఎలా ఉంది?",
    "type": "radio",
    "options": [
      {
        "label": "రోగి మరియు ప్రతిదీ సరిగ్గా వివరించారు",
        "code": "1"
      },
      {
        "label": "ఆతృతలో ఉన్నారు",
        "code": "2"
      },
      {
        "label": "మొరటుగా ఉన్నారు మరియు పరీక్ష విధానాన్ని సరిగ్గా వివరించలేదు",
        "code": "3"
      }
    ],
    "instruction": "ఎంపికలను ఒక్కొక్కటిగా చదవండి"
  },
  "6.4": {
    "number": 6.4,
    "question": "రక్త పరీక్ష సమయంలో ఫార్మసిస్ట్/ ల్యాబ్ టెక్నీషియన్ చేతులు కడుక్కున్నారా?",
    "type": "radio",
    "options": [
      {
        "label": "పరీక్షకు ముందు చేతులు కడుక్కోవడం",
        "code": "1"
      },
      {
        "label": "పరీక్ష తర్వాత చేతులు కడుక్కోవడం",
        "code": "2"
      },
      {
        "label": "పరీక్షకు ముందు మరియు తర్వాత చేతులు కడుక్కోవడం",
        "code": "3"
      },
      {
        "label": "చేతులు కడుక్కోలేదు",
        "code": "4"
      },
      {
        "label": "గమనించలేదు",
        "code": "5"
      }
    ]
  },
  "6.5": {
    "number": 6.5,
    "question": "రక్త పరీక్ష ప్రాసెస్‌కు ఎంత సమయం పట్టింది?",
    "type": "radio",
    "options": [
      {
        "label": "10 నుండి 15 నిమిషాలు",
        "code": "2"
      },
      {
        "label": "15 నుండి 30 నిమిషాలు",
        "code": "3"
      },
      {
        "label": "30 నుండి 45 నిమిషాలు",
        "code": "4"
      },
      {
        "label": "45 నిమిషాల నుండి 1 గంట",
        "code": "5"
      },
      {
        "label": "1 గంట కంటే ఎక్కువ",
        "code": "6"
      }
    ]
  },
  "6.6": {
    "number": 6.6,
    "question": "పరీక్ష ఫలితం ల్యాబ్ టెక్నీషియన్ ద్వారా మీకు తెలియబడిందా?",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "లేదు",
        "code": "2"
      },
      {
        "label": "కౌన్సిలర్‌కి రిఫర్ చేయబడింది",
        "code": "3"
      },
      {
        "label": "డాక్టర్‌కి రిఫర్ చేయబడింది",
        "code": "4"
      },
      {
        "label": "తర్వాత రమ్మని అడిగారు",
        "code": "5"
      }
    ]
  },
  "7.1": {
    "number": 7.1,
    "question": "మీరు ఫార్మసిస్ట్‌ని చూడడానికి ముందు మీరు ఎంత సమయం వేచి ఉండాలి?",
    "type": "radio",
    "options": [
      {
        "label": "10 నుండి 15 నిమిషాలు",
        "code": "1"
      },
      {
        "label": "15 నుండి 30 నిమిషాలు",
        "code": "2"
      },
      {
        "label": "30 నుండి 45 నిమిషాలు",
        "code": "3"
      },
      {
        "label": "45 నిమిషాల నుండి 1 గంట",
        "code": "4"
      },
      {
        "label": "1 గంట కంటే ఎక్కువ",
        "code": "5"
      }
    ],
    "section": "సెక్షన్ 7: మందును పంపిణీ చేయండి: ఈ సెక్షన్ వైద్యునిచే మందు సూచించబడిన వారికి మాత్రమే అడగబడుతుంది"
  },
  "7.2": {
    "number": 7.2,
    "question": "మీ ప్రకారం, ఫార్మసిస్ట్ యొక్క మొత్తం ప్రవర్తన ఎలా ఉంది?",
    "type": "radio",
    "options": [
      {
        "label": "రోగి మరియు మందులను సరిగ్గా పంపిణీ చేసారు",
        "code": "1"
      },
      {
        "label": "ఆతృతలో ఉన్నారు",
        "code": "2"
      },
      {
        "label": "రూడ్ గా ఉన్నారు మరియు సూచించిన విధంగా మందులను సరిగ్గా పంపిణీ చేయలేదు",
        "code": "3"
      },
      {
        "label": "మందు అందుబాటులో లేదు",
        "code": "4"
      }
    ]
  },
  "7.3": {
    "number": 7.3,
    "question": "మందు అందుబాటులో లేనట్లయితే, ఫార్మసిస్ట్ మీకు ఏమి చెప్పారు?",
    "type": "radio",
    "options": [
      {
        "label": "తర్వాత రావాలని అడిగారు",
        "code": "1"
      },
      {
        "label": "కెమిస్ట్ దుకాణం నుండి మందుని కొనుగోలు చేయమని అడిగారు",
        "code": "2"
      },
      {
        "label": "ఏమీ చెప్పలేదు",
        "code": "3"
      },
      {
        "label": "వర్తించదు",
        "code": ""
      },
      {
        "label": "మందు అందుబాటులో ఉంది",
        "code": "4"
      },
      {
        "label": "ఇతరములు (పేర్కొనండి……………………………… )",
        "code": "9"
      }
    ]
  },
  "7.4": {
    "number": 7.4,
    "question": "మందు మోతాదు గురించి చెప్పారా",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "కాదు",
        "code": "2"
      }
    ]
  },
  "8.1": {
    "number": 8.1,
    "question": "క్లినిక్/ కౌన్సెలర్/ డాక్టర్ ఛాంబర్ లోపల STI, HIV/AIDSపై ఏదైనా గ్లో సైన్ బోర్డు/ పోస్టర్/ ఇతర PoPలు కనిపించాయా?",
    "type": "radio",
    "options": [
      {
        "label": "కళ్లద్దాలు సిఫార్సు చేయబడినవి",
        "code": "1"
      },
      {
        "label": "కంటి చుక్కలు/ ఐ డ్రాప్స్ సిఫార్సు చేయబడినవి",
        "code": "2"
      },
      {
        "label": "కంటిశుక్లం ఆపరేషన్ సిఫార్సు చేయబడినవి",
        "code": "3"
      },
      {
        "label": "శస్త్రచికిత్స సిఫార్సు చేయబడినవి",
        "code": "4"
      },
      {
        "label": "కొన్ని మందులు సిఫార్సు చేయబడినవి",
        "code": "5"
      },
      {
        "label": "పేర్కొన్న ప్రతిదీ బాగానే ఉంది",
        "code": "6"
      },
      {
        "label": "ఏదైనా ఇతరములు (పేర్కొనండి____________)",
        "code": "7"
      }
    ],
    "section": "సెక్షన్ 8: IEC మెటీరియల్స్ మరియు ఇతర సౌకర్యాల ప్రదర్శన (అందరినీ అడగండి)"
  },
  "8.2": {
    "number": 8.2,
    "question": "క్లినిక్ ఆవరణలో వాష్‌రూమ్/ బాత్‌రూమ్/ టాయిలెట్ ఉందా",
    "type": "radio",
  "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "కాదు",
        "code": "2"
      },
      {
        "label": "గమనించలేదు",
        "code": "3"
      }
    ]
  },
  "8.3": {
    "number": 8.3,
    "question": "క్లినిక్ ఆవరణలో వాష్ బేసిన్ ఉందా",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "కాదు",
        "code": "2"
      },
      {
        "label": "గమనించలేదు",
        "code": "3"
      }
    ]
  },
  "8.4": {
    "number": 8.4,
    "question": "క్లినిక్ ఆవరణలో రోగులకు కూర్చునే ఏర్పాట్లు/వెయిటింగ్ రూమ్ ఉన్నాయా",
    "type": "radio",
    "options": [
      {
        "label": "అవును",
        "code": "1"
      },
      {
        "label": "కాదు",
        "code": "2"
      },
      {
        "label": "గమనించలేదు",
        "code": "3"
      }
    ]
  },
  "8.5": {
    "number": 8.5,
    "question": "ఈ క్లినిక్ యొక్క మొత్తం సేవలతో మీరు ఎంతవరకు సంతృప్తి చెందారు?",
    "type": "radio",
    "options": [
      {
        "label": "సంతృప్తి చెందింది",
        "code": "1"
      },
      {
        "label": "మధ్యస్తంగా సంతృప్తి చెందింది",
        "code": "2"
      },
      {
        "label": "సంతృప్తి చెందలేదు",
        "code": "3"
      }
    ]
  },
  "9.1": {
    "number": 9.1,
    "question": "మీరు ATF క్లినిక్‌లో అనేక ప్రక్రియలను ఎదుర్కొన్నారు, ఈ క్రింది సూచికల గురించి మీ మొత్తంమీద అవగాహనను మీరు ఎలా రేట్ చేస్తారు? దయచేసి టిక్ మార్క్ చేయండి",
    "type": "rate",
    "section": "సెక్షన్ 9: సౌకర్యం మరియు సేవలతో మొత్తం సంతృప్తి (అందరినీ అడగండి)",
    "STATEMENTS": [
      {
        "label": "డాక్టర్ ద్వారా పరీక్ష/నిర్ధారణ",
        "id": "9.1A"
      },
      {
        "label": "రక్త పరీక్ష",
        "id": "9.1B"
      },
      {
        "label": "మందులు పంపిణీ",
        "id": "9.1C"
      },
      {
        "label": "సిబ్బంది ప్రవర్తన",
        "id": "9.1D"
      },
      {
        "label": "వేచి ఉండే ప్రదేశం/గది",
        "id": "9.1E"
      },
      {
        "label": "క్లినిక్‌లో పరిశుభ్రత",
        "id": "9.1F"
      },
      {
        "label": "ప్రచార సామగ్రి",
        "id": "9.1G"
      }
    ],
    "FREQUENCIES": [
      {
        "label": "చాలా బాగుంది",
        "value": "5"
      },
      {
        "label": "బాగుంది",
        "value": "4"
      },
      {
        "label": "పరవాలేదు",
        "value": "3"
      }, {
        "label": "బాగాలేదు",
        "value": "2"
      },
      {
        "label": "చాలా బాగాలేదు",
        "value": "1"
      },
      {
        "label": "వ్యాఖ్యానించలేను",
        "value": "8"
      }
    ]
  },
  "9.2": {
    "number": 9.2,
    "question": "మీరు క్లినిక్‌ని సందర్శించినప్పుడు నెరవేరని/ పూర్తికాని ఇతర అంచనాలు ఏమైనా ఉన్నాయా?",
    "type": "input"
  },
  "9.3": {
    "number": 9.3,
    "question": "మెరుగుదల కోసం ఏవైనా మరిన్ని సూచన/ సూచనలు",
    "type": "input"
  }
  

}

export default telgu